{"version": "https://jsonfeed.org/version/1", "title": "lernOS Problem strukturiert lösen Leitfaden", "home_page_url": "https://cogneon.github.io/", "feed_url": "https://cogneon.github.io/feed_json_created.json", "description": null, "icon": null, "authors": [], "language": "de", "items": [{"id": "https://cogneon.github.io/", "url": "https://cogneon.github.io/", "title": "Willkommen", "content_html": "<h1 id=\"uber-lernos\">Über lernOS</h1>\n<p>lernOS ist eine Methode zur Selbstorganisation für Menschen, die im 21. Jahrhundert leben und arbeiten. Um heute erfolgreich zu sein, muss man ständig lernen, sich organisieren und weiterentwickeln. Niemand sonst ist für diesen Prozess verantwortlich. Man muss sich selber darum kümmern (selbstgesteuertes, lebenslanges Lernen).</p>\n<p>lernOS Leitfäden stehen unter der Lizenz <a href=\"https://creativecommons.org/licenses/by/4.0/deed.de\">Creative Commons Namensnennung 4.0 International</a> (CC BY 4.0): </p>\n<p><img alt=\"\" src=\"https://i.creativecommons.org/l/by/4.0/88x31.png\" /></p>\n<p><strong>Du darfst:</strong></p>\n<ul>\n<li><strong>Teilen</strong> - das Material in jedwedem Format oder Medium vervielfältigen und weiterverbreiten.</li>\n<li><strong>Bearbeiten</strong> - das Material remixen, verändern und darauf aufbauen und zwar für beliebige Zwecke, sogar kommerziell.</li>\n</ul>\n<p><strong>Unter folgenden Bedingungen:</strong></p>\n<ul>\n<li><strong>Namensnennung</strong> - Du musst angemessene Urheber- und Rechteangaben machen, einen Link zur Lizenz beifügen und angeben, ob Änderungen vorgenommen wurden. Diese Angaben dürfen in jeder angemessenen Art und Weise gemacht werden, allerdings nicht so, dass der Eindruck entsteht, der Lizenzgeber unterstütze gerade Sie oder Ihre Nutzung besonders.</li>\n<li><strong>Keine weiteren Einschränkungen</strong> - Du darst keine zusätzlichen Klauseln oder technische Verfahren einsetzen, die anderen rechtlich irgendetwas untersagen, was die Lizenz erlaubt.</li>\n</ul>", "image": null, "date_published": "2024-05-28T21:41:16+00:00", "authors": [], "tags": null}, {"id": "https://cogneon.github.io/1-0-Grundlagen/", "url": "https://cogneon.github.io/1-0-Grundlagen/", "title": "Grundlagen", "content_html": "<h1 id=\"grundlagen\">Grundlagen</h1>\n<p>Das Kapitel “Grundlagen” enthält theoretische Hintergründe und Informationen, die für das Verständnis des Leitfaden-Themas relevant sind. In diesem Kapitel wird auf andere verfügbare Quellen und Literatur verwiesen (Hub- oder Kurationsfunktion).</p>\n<h2 id=\"vorbemerkungen\">Vorbemerkungen</h2>\n<h3 id=\"wie-dieser-lernpfad-verwendet-werden-kann\">Wie dieser Lernpfad verwendet werden kann</h3>\n<p>Es gibt viele Wege, diesen Lernpfad “Probleme strukturiert lösen” gewinnbringend zu nutzen. Finde gerne deinen eigenen. Zur Inspiration hier ein paar typische Möglichkeiten:</p>\n<ul>\n<li>“Klassisches” lernOS-Format:<br />\nIn einer Gruppe von “Peers” in jeder Woche ein Stück weit in die strukturierte Bearbeitung von Probleme eintauchen. Dieses Format ist in den Formulierungen und den Katas angenommen.</li>\n<li>Learning-by-doing-Schnelldurchlauf:<br />\nIhr habt eine harte Nuss zu knacken und wisst nicht wie. Nehmt diesen Leitfaden und arbeitet Euch Schritt für Schritt (und den gegebenenfalls notwendigen Schleifen…) durch den Lernpfad. Vermutlich dann kontinuierlich innerhalb einer kurzen Zeit. Die Kapitel sind dann nicht Wochen, sondern Abschnitte eurer “Workshops”, zwischen denen dann sinnvolle, von euch bestimmte, Pausen liegen (5 Minuten, um die Beine zu bewegen oder länger, wenn Ihr über Ideen nachdenken oder noch Daten sammeln wollt). Vermutlich wollt Ihr dann Katas zur Reflektion des Gelernten weglassen, um schneller zum Ziel zu kommen. Umso wichtiger wird dann die Retrospektive am Ende für Euch.</li>\n<li>Schmetterling-Methode:<br />\nLest den Lernpfad, vertieft was Euch gefällt mit den angebotenen Quellen oder eigenen Recherchen. Wandert von Thema zu Thema, von Kata zu Kata, der Reihe nach oder zufällig. Lasst den Lernpfad liegen, kommt wieder darauf zurück, wenn Ihr Zeit dafür und das Bedürfnis danach habt.</li>\n</ul>\n<p>Keine dieser Methoden ist “richtig” oder “besser”. Vermutlich findet Ihr einen ganz anderen, eigenen Zugang. Euer Kontext wird bestimmen, was gut für euch ist und was für Euch möglich sein wird.</p>\n<h4 id=\"wie-gehe-ich-also-am-besten-vor\">Wie gehe ich also am besten vor?</h4>\n<p>Finde eine Gruppe - in der Beschreibung wird von 4 Personen (mit Dir) ausgegangen. Wenn ihr mehr oder weniger seid, kann vieles verändert werden, so dass es auf eure Gruppe passt.</p>\n<p>Ihr könnt in der Gruppe zusammen ein gemeinsames Problem lösen, oder alle Gruppenmitglieder haben jeweils eigene Projekte, deren Fortgang sie in der Lerngruppe reflektieren. Letzteres wird im folgende angenommen. Wenn ihr gemeinsam an einem Problem arbeitet, oder ihr schneller sein wollt als beschrieben, passt die Katas euren Bedürfnissen an.</p>\n<p>Alleine den Lernpfad zu bearbeiten ist möglich, wird aber nicht empfohlen, da wesentliche Katas darauf beruhen, eigene Ergebnisse im Team vorzustellen, darüber zu reflektieren und so zu vertiefen. Wenn Du keine Gruppe findest, vielleicht hast Du eine:n Coach:in oder Mentor:in (Kolleg:innen, Chef:in, Freund:innen, Dritte, …), mit der oder dem Du reflektieren kannst?</p>\n<h4 id=\"wie-werde-ich-hier-angesprochen-welche-sprache-wird-verwendet\">Wie werde ich hier angesprochen? Welche Sprache wird verwendet?</h4>\n<p>Du hast es schon gemerkt, hier wird geduzt. Dieser Lernpfad soll ein Angebot auf Augenhöhe sein.</p>\n<p>Personen werden neutral bezeichnet oder es wird “gegendert”, wenn sich keine neutrale Formulierung finden lies. Vermutlich finden sich auch Formulierungen, die unbewusst im generischen Maskulinum stehen - bunt, nicht perfekt.</p>\n<h3 id=\"begriffsbestimmungen-definitionen\">Begriffsbestimmungen, Definitionen</h3>\n<ul>\n<li>Problem<ul>\n<li>Ein Problem zu haben ist ein Zustand, in dem ein zu erreichendes Ziel (noch) nicht erreicht wurde und in dem die Art und Weise der Zielerreichung (noch) nicht klar ist. Details siehe auch <a href=\"https://de.wikipedia.org/wiki/Problem\">https://de.wikipedia.org/wiki/Problem</a>.</li>\n<li>Gerd Wohland: “<em>Ein Problem ist ein Zustand, den man nicht lassen kann wie er ist. Weil, wenn man in lassen würde, wie er ist, würde Schaden entstehen</em>” <a href=\"https://www.youtube.com/watch?v=ZEmrVtH3QCg\">https://www.youtube.com/watch?v=ZEmrVtH3QCg</a></li>\n</ul>\n</li>\n<li>8D-Report\nMit dem “8D-Report” wird in der Automobilindustrie üblicherweise gegenüber den Kunden dokumentiert, wie bei der Problemlösung vorgegangen wurde. Es ist also eine Berichtsform über den Problemlösungsprozess. Meist verlangen Kunden diese Art der Dokumentation. Je nach Art des Problems und damit der Vorgehensweise bei der Problemlösung kann diese stark formalisierte Art der Dokumentation zu aufwendig oder einschränkend sein. Für eine wirksame und effiziente Problemlösung kann es wichtig sein, darauf zu achten, diese Berichtsform nicht zum “Framing” des Problems zu verwenden. Details finden sich im <a href=\"https://webshop.vda.de/QMC/de/8d-probleml%C3%B6sung-in-8-disziplinen\">VDA Band \"8D - Problemlösung in 8 Disziplinen\"</a>.</li>\n</ul>\n<h3 id=\"fragen-zum-lernpfad\">Fragen zum Lernpfad</h3>\n<ul>\n<li>Woran orientiert sich der Lernpfad?<br />\nDer Lernpfad orientiert sich am sogenannten Cynefin-Framework, dem “double diamond”-Ansatz aus dem “Design Thinking” und der 8D-Systematik der Automobilindustrie.</li>\n<li>Wie ist der Lernpfad aufgebaut?<br />\nDer Lernpfad gliedert sich grob in folgende sechs Abschnitte:<ul>\n<li>Sich für die Lösung aufstellen (Abschnitte 0 bis 2)</li>\n<li>Das Problem sinnvoll kategorisieren (Abschnitt 3)</li>\n<li>Eine für das Problem möglichst adäquate Lösungsstrategie erarbeiten (Abschnitte 4 bis 7)</li>\n<li>Lösungen aktiv suchen (Abschnitte 8 und 9)</li>\n<li>Lösungen überprüfen (Abschnitt 10)</li>\n<li>Erkenntnisse transferieren und zusammenfassen (Abschnitt 12)</li>\n</ul>\n</li>\n<li>Brauche ich besondere Tools oder Werkzeuge?<br />\nIm Internet und in Unternehmen finden sich diverse Vorlagen zur 8D-Methode (auch A3-Template). Es existieren auch Softwarelösungen, die euch durch den Prozess begleiten. All dies kann dich unterstützen, ist aber nicht zwingend nötig (außer ein Kunde will genau so etwas von euch sehen…).\nVom (Erst-)Autor des Lernpfads existiert eine Vorlage für ein <a href=\"https://trello.com/b/QsUKpdwB/problem-solving-as-kanban-board\">Kanban-Board zur 8D-Methode in Trello</a>. Probiere sie gerne aus und melde dich, wenn es gefällt.</li>\n</ul>\n<h3 id=\"hinweise\">Hinweise</h3>\n<ul>\n<li>Dieser Lernpfad ist <strong>keine</strong> vollständige Implementierung des 8D-Konzepts nach dem VDA. Er ist nicht vom VDA autorisiert. Er kann nicht ohne weiteres als Ersatz für ein formelles Training zur 8D-Methode im Sinne des VDA verwendet werden.</li>\n<li>Die in diesem Lernpfad dargestellte Methode ist <strong>eine</strong> möglich Methode, Problemlösung strukturiert zu betreiben. Viele Probleme lassen sich auch über andere Methoden lösen, vielleicht sogar besser. Es bleibt dir überlassen, abzuschätzen, ob die hier dargestellte Methode für deine Problemstellung die richtige ist.</li>\n</ul>\n<h2 id=\"gedankenrahmen-frameworks\">Gedankenrahmen (Frameworks)</h2>\n<h3 id=\"probleme-kategorisieren-das-cynefin-framework\">Probleme kategorisieren - Das “Cynefin-Framework”</h3>\n<p>Probleme lassen sich mit Hilfe des “Cynefin” (sprich “ke-nä-win”, siehe und höre auch im Video unten)-Frameworks einteilen in die Domänen “einfach”, “kompliziert”, “komplex” und “chaotisch”. Je nachdem, über welche Domäne sich ein Problem beschreiben lässt, ergeben sich spezifische Herangehensweisen:</p>\n<ul>\n<li>Einfach: “Pack-an”-Probleme, deren Lösung auf der Hand liegt und die ohne Aufwand gelöst werden können.\nHerangehensweise: beobachten → kategorisieren → reagieren</li>\n<li>Kompliziert: Probleme, die sich analysieren lassen, deren Analyse Zusammenhänge von Ursache und Wirkung klar erkennen lassen und deren Lösung durch adäquate Manipulation des zu Grunde liegenden Mechanismus gelöst werden können.\nHerangehensweise: beobachten → analysieren → reagieren</li>\n<li>Komplex: Probleme, die keine klare Zusammenhänge von Ursache-Wirkung zeigen oder solche Zusammenhänge nicht erkennen lassen. Lösungen können sinnvoll durch zielgerichtetes und lernendes experimentieren gefunden werden.\nHerangehensweise: ausprobieren → beobachten → reagieren</li>\n<li>Chaotisch: Probleme, deren Dynamik keine Zeit für Analysen oder Experimentieren lässt sondern schnelles Handeln erfordert. Eine “Lösung” wird nur gefunden, wenn akute Maßnahmen die Dynamik so stark bremsen, dass das Problem komplex oder kompliziert wird.\nHerangehensweise: agieren → beobachten → reagieren</li>\n</ul>\n<p>Eine fünfte Domäne des Modells ist “verwirrt”. In dieser Situation lässt sich eine Lösung nicht finden. Die dringendste Aufgabe ist es dann, sich Klarheit über die Art des Problems (oder besser: der eigenen Sichtweise darauf) zu verschaffen, bevor die “Lösung” angegangen wird.</p>\n<p>Eine kurze Einführung findet sich auf den Seiten der (Er-)Finder <a href=\"https://thecynefin.co/\">https://thecynefin.co/</a> oder in diesem Video: <a href=\"https://www.youtube.com/watch?v=N7oz366X0-8\">The Cynefin Framework</a></p>\n<h3 id=\"probleme-kategorisieren-weitere-unterscheidungen\">Probleme kategorisieren - weitere Unterscheidungen</h3>\n<p>Day Cynefin-Framework ist eine Möglichkeit, Probleme zu kategorisieren. Andere nützlich Unterteilungen sind im folgenden aufgeführt. Je nachdem, für welche Sichtweise ihr euch bei der Bearbeitung entscheidet(!), wird die Lösungsfindung eine andere sein:</p>\n<ul>\n<li>Mikro- und Makroebene<br />\nIst das Problem eines, das nur lokal auftritt und eine klar abgegrenzte Ursache hat? Oder ist es das Problem eines, das aus dem System einer Organisation entspringt, so dass Ursachen schwerer zu fassen sind? Ein Beispiel sei ein Schlagloch auf einem Parkplatz: Ist einem Handwerker etwas schweres heruntergefallen, das den Bodenbelag zerstörte? Oder ist die Besitzerin des Parkplatzes überfordert damit, den Parkplatz adäquat zu warten und instand zu setzen?</li>\n<li>Entwicklungsstatus eines Produkts oder Regelhaftigkeit der Problemursache<br />\nIst Produkt noch in der Entwicklung oder befindet es sich in Serienproduktion? Anders: Entstammt das Problem einem bisher einmaligen Vorgehen oder laufen die Prozesse, in denen das Problem auftrat, immer gleich oder ähnlich ab? Ein Beispiel sei ein Materialfehler bei der Herstellung eines Produkts: In einem Prototyp ist so etwas sogar typisch, in der Serienproduktion sollte es nicht (mehr) vorkommen.</li>\n<li>Domäne, in der das Problem auftritt<br />\nIst das Problem ein technisches, ein organisationales oder ein zwischenmenschliches? Sicher fallen dir noch weitere Kategorisierungen ähnlicher Art ein.</li>\n<li>Quelle des Problems oder Referenz des Problems<br />\nWoher kommt der Druck, das Problem zu lösen? Will es jemand von \"außerhalb\" (externe Referenz) oder ist es ein Problem, das nur im Rahmen einer Organisation von Bedeutung ist (interne Referenz)?<br />\nSiehe dazu auch das <a href=\"https://www.youtube.com/watch?v=1YajZkgf7O0\">Interview mit Gerhard Wohland über externe und interne Referenzen</a></li>\n</ul>\n<h3 id=\"vom-problem-zur-losung-die-double-diamond-methode\">Vom Problem zur Lösung - Die “Double-Diamond”-Methode</h3>\n<p>Das britische Design Council hat für Design-Prozesse die “Double-Diamond”-Methode entwickelt. Grundlage der Idee ist es, dass eine Lösung durch eine Folge von vier Schritten gefunden wird:</p>\n<ul>\n<li>Entdecken/Untersuchen - hier wird das Problem erforscht, entdeckt und analysiert. Einflussfaktoren, Sichtweisen und Ideen werden gesammelt.</li>\n<li>Definieren - hier wird aus der vorhergehenden Sammlung der Ansatz zur Lösung entwickelt. Aus der Erkenntnis, das nicht alles gleichzeitig angegangen werden kann, werden die wesentlichen Punkte für eine Lösung bestimmt.</li>\n<li>Entwickeln - hier werden vom bestimmten Ansatzpunkt aus Lösungen entwickelt und ausgedacht. Erste Prototypen oder Experimente werden gemacht, um Wirkungen und Erfolge abschätzen zu können.</li>\n<li>Liefern - hier erhält die Lösung aus den Erfahrungen der Prototypen oder Experimente ihren Feinschliff und die abschließende Form.</li>\n</ul>\n<p>Die Denkweise in den Schritten ist alternierend divergent (oder “ausschweifend”) und konvergent (oder “zusammenführend”). In einer graphischen Darstellung ergeben sich daraus zwei Rauten (englisch “diamond”), daher der Name.</p>\n<p>Wesentliche Prinzipien guter Lösungsprozesse sind laut Design Council</p>\n<ul>\n<li>(Mit-)Menschen zuerst - Lösungen von den Personen aus denken, die von der Lösung profitieren und davon betroffen sind.</li>\n<li>Kommunizieren - bevorzugt mit Bildern und so, dass alle beteiligten Personen ein gemeinsames Verständnis entwickeln.</li>\n<li>Zusammen arbeiten und gestalten - damit alle beteiligten voneinander lernen und sich gegenseitig befeuern können.</li>\n<li>Wiederholen, wiederholen, wiederholen - Durch Experimente und Prototypen Schwierigkeiten und (Denk-)Fehler rechtzeitig erkennen und vermeiden. Durch Wiederholungen Vertrauen und Sicherheit für eine gute Lösung gewinnen.</li>\n</ul>\n<p>Ein Vorteil dieses Rahmenwerks ist es, dass Kurzschlüsse durch zu frühe Festlegung während der Ideenfindung oder Verzögerungen durch Verzettelung beim Machen vermieden werden. Details beschreibt das Design Council auf seiner Webseite, unter anderem hier: <a href=\"https://www.designcouncil.org.uk/our-work/skills-learning/tools-frameworks/framework-for-innovation-design-councils-evolved-double-diamond/\">https://www.designcouncil.org.uk/our-work/skills-learning/tools-frameworks/framework-for-innovation-design-councils-evolved-double-diamond/</a></p>\n<h3 id=\"problemlosung-in-der-automobil-industrie-der-8d-prozess\">Problemlösung in der (Automobil)-Industrie - der 8D-Prozess</h3>\n<p>Die Automobilindustrie verwendet den “8D-Prozess” (auch bekannt als “A3”) um Probleme in der Lieferkette zu adressieren, die Lösungsfindung zu steuern und die Ergebnisse daraus zu dokumentieren.</p>\n<p>Der Prozess ist hochgradig formalisiert und wird in der Lieferkette aktiv eingefordert.</p>\n<p>Der Prozess basiert auf Erfahrungen und Modellen, wie Probleme aussehen und gelöst werden können. Das alles mit einem Fokus auf Produktion und Logistik.</p>\n<p>Auch wenn die sehr strukturierte Darstellung den Eindruck vermittelt: Auch die Industrie weiß: Problemlösung ist selten ein linearer Prozess. Rücksprünge in frühere Phasen sind immer möglich oder sogar erwartbar.</p>\n<p>Die mit dem 8D-Prozess einhergehenden Einschränkungen (besonders im Hinblick auf die oben erwähnten Rahmenwerke) sollen hier nicht beschrieben werden. Sie werden in diesem Lernpfad in den Katas “durchlebt”.</p>\n<p>Im folgenden werden die acht Schritte des 8D-Prozesses kurz beschrieben. Alle Details finden sich in der Veröffentlichung “8D - Problemlösung in 8 Disziplinen” des VDA unter <a href=\"https://webshop.vda.de/QMC/de/8d-probleml%C3%B6sung-in-8-disziplinen\">https://webshop.vda.de/QMC/de/8d-problemlösung-in-8-disziplinen</a>.</p>\n<h4 id=\"die-beteiligten-funktionen-und-personen-finden-d1\">Die beteiligten Funktionen und Personen finden (D1)</h4>\n<p>Ein Problem ist nicht einfach “da”, sondern wird an eine Organisation herangetragen, üblicherweise von “außen”. Wie oben in der Definition beschrieben, gibt es ein Ziel, im besten Fall spezifisch, messbar, erreichbar und terminiert beschrieben (”SMART”, etwa über im Vorfeld vereinbarte Produktspezifikationen und Liefertermine), das nicht erreicht wurde oder nicht erreicht werden wird. Es gibt also <em>ein:e Entdecker:in</em> des Problems, die:der eine Lösung nachfragt.</p>\n<p>In der Organisation muss es nun eine Funktion geben, die ein Interesse daran oder die Aufgabe hat, das Problem zu lösen und die Macht hat, Ressourcen (Zeit von Personen, Gelder, Maschinenzeit, …) freizustellen, um an der Lösung des Problems zu arbeiten - <em>der:die Sponsor:in</em>.</p>\n<p>Der:die Sponsor:in kann, sollte oder muss eine Person benennen, die die Problemlösung aktiv vorantreibt. Diese <em>Teamleitung</em> sollte Kenntnisse in strukturierter Problemlösung haben (oder gewillt sein, sich diese zu erarbeiten ;-) ) und fähig sein, ein Team zu leiten. Der:die Sponsor:in kann die Teamleitung auch selbst übernehmen.</p>\n<p>Je nach Art des Problem kann, sollten oder müssen weitere Personen hinzugezogen werden, die spezifische Kompetenzen oder Sichtweisen mitbringen, die bei der Problemlösung benötigt werden. <em>Teammitglieder</em> können dauerhaft oder spontan dazugeholt werden. Ob ein Teammitglied geeignet ist, kann auch intuitiv bestimmt werden. Bei Bedarf und neuen Erkenntnissen darf die Teamleitung sich nicht scheuen, das Team anders zusammenzusetzen. Manche setzen auch auf Teammitglieder, die sich freiwillig melden, um mitzuwirken. Es kann helfen, die Rollen und Aufgaben im Team im Vorfeld zu klären.</p>\n<p>Je nach Größe des Teams und der Zusammensetzung kann es hilfreich sein <em>ein:e Moderator:in</em> (auch: <em>Fazilitator:in)</em> hinzuzuziehen oder einem Teammitglied diese Rolle zuzuschreiben, ähnlich wie “Agile Coaches” oder “Scrum Master” in Entwicklungsprojekten eingesetzt werden. Diese Person kann helfen, die Arbeit zu strukturieren, besonders, wenn sie über entsprechende Methodenkompetenz verfügen.</p>\n<h4 id=\"das-problem-beschreiben-d2\">Das Problem beschreiben (D2)</h4>\n<p>Eine konkrete Beschreibung eines Problems hilft dabei, eine Lösung zu erarbeiten, die wirksam ist und sich im Rahmen der Beschäftigung mit dem Problem sich nicht von anderen Auffälligkeiten ablenken zu lassen.</p>\n<p>Eine gute Beschreibung eines Problems beschreibt zuerst konkret die Abweichung - bestenfalls über messbare Merkmale, wie Ort, Zeitpunkt, Abmessungen, Farben, Gerüche, … Es hilft, sich anhand der Fragewörter wer, wann, wo, wie viel, wie häufig dem Problem zu nähern. Wenn Personen betroffen sind, sind aber Gefühle und Meinungen ebenso wichtige Elemente der Beschreibung. Achtet darauf, in diesem Schritt vorschnelle Schlüsse auf die <em>Ursache</em> des Problems (noch) zu unterlassen.</p>\n<p>Im Anschluss lassen sich, je nach Problem und Umfeld, noch weitere Daten und Fakten rund um das Problem sammeln. Achtet auch darauf, euch anzuschauen, in welchem Kontext das Problem nicht auftrat oder entdeckt wurde (sogenannte “Is/Is-Not”-Analyse). Aber Achtung: Eine hinreichend gute Beschreibung reicht, um weiter zu arbeiten. Andere Daten können meistens später noch mit eingebracht werden.</p>\n<h5 id=\"der-cynefin-ansatz-und-der-8d-prozess\">Der Cynefin-Ansatz und der 8D-Prozess</h5>\n<p>Die hier präsentierte D8-Herangehensweise ist entwickelt und prädestiniert für “komplizierte” Probleme, zum Beispiel in der industriellen Serienfertigung.</p>\n<p>Bei “einfachen” Problemen helfen Euch erprobte Standardlösungen (auch bekannt als ”Best Practices”). Wenn ihr sicher seid, ein solches Problem zu haben, ist das D8-Verfahren zu viel des guten und überflüssig. Anders: “Nich lang schnacken, maken!”</p>\n<p>Für “komplexe” Probleme ist das D8-Verfahren zu langsam und leitet fehl. “Komplexe” Zusammenhänge können nicht vollständig begriffen werden und Maßnahmen, die in einem Kontext helfen, können unter veränderten Bedingungen schädlich sein. Solltet ihr “komplexe” Probleme lösen müssen, macht euch klar,</p>\n<ul>\n<li>dass das Problem nicht vollständig verstanden werden kann (→ <a href=\"#das-problem-verstehen---ursachenanalyse-d4\">Das Problem verstehen - Ursachenanalyse (D4)</a>),</li>\n<li>dass die Lösung (→ <a href=\"#eine-l%C3%B6sung-planen---abstellma%C3%9Fnahmen-d5\">Eine Lösung planen - Abstellmaßnahmen (D5)</a>) nur die beste Vermutung sein kann,</li>\n<li>dass auch nach der Umsetzung (→ <a href=\"#die-l%C3%B6sung-umsetzen---ma%C3%9Fnahmen-umsetzen-d6\">Die Lösung umsetzen - Maßnahmen umsetzen (D6)</a>) das System ständig weiter beobachtet werden muss und</li>\n<li>dass eine Absicherung für alle Eventualitäten (→ <a href=\"#sich-absichern---fehler-in-der-zukunft-vermeiden-d7\">Sich absichern - Fehler in der Zukunft vermeiden (D7)</a>) schlicht unmöglich ist.</li>\n</ul>\n<p>“Komplexe” Problemlösung verlangt von euch, Risiken einzuschätzen (analog “D4”), abwägend die beste nächste mögliche Aktion anzugehen (”D5”), die Reaktion des Systems zu beobachten (”D6”) und aus der Beobachtung zu lernen (”D7”). Das geschieht typischerweise in schneller, wiederholter Schrittfolge von “Experimenten”. Das gelingt am besten mit erfahrenen Experten, die das Problem in vielen Dimensionen adäquat erfassen können. Irgendwann werdet ihr durch eure Versuche die Reaktionen des Systems hinreichend verstanden haben, um eine akzeptierte, stabile Situation ansteuern zu können - und das wird eure “Problemlösung” (für den Moment) sein.</p>\n<p>“Chaotische” Probleme verlangen eine Feuerwehr, die dafür sorgt, dass das System in einen behandelbaren Zustand gewandelt wird. Hier hilft nur ein trainiertes Team, das gut aufeinander abgestimmt sinnvolle Maßnahmen schnell umsetzt.</p>\n<h4 id=\"das-problem-begrenzen-sofortmanahmen-d3\">Das Problem begrenzen - Sofortmaßnahmen (D3)</h4>\n<p>Als nächstes ist es meistens sinnvoll, die Auswirkung des Problems zu begrenzen oder zu beseitigen. Typische Beispiele sind: Das Beseitigen von ausgetretenen Flüssigkeiten, die Versorgung von Verletzten nach einem Unfall oder das Sortieren von teilweise fehlerhaften Produkten.</p>\n<p>Hier handelt es sich um kurzfristige, “einfache” Maßnahmen, die schnell umgesetzt werden können. Diese Maßnahmen sind gekennzeichnet durch einen kurzfristigen starken Kraftakt. Zweck ist es, sich dadurch Zeit für die Ursachenanalyse oder die Stabilisierung des Systems zu verschaffen.</p>\n<p>Natürlich muss die Maßnahme sinnvoll und wirksam sein. Mit Rückgriff auf die Problembeschreibung (<a href=\"#das-problem-beschreiben-d2\">Das Problem beschreiben (D2)</a>) sollte eine wirksame Beseitigung der Folgen des Problems möglich sein. Je nach Bedeutung der Folgen, solltet ihr die Wirksamkeit der Maßnahme darlegen oder mit Daten nachweisen können. Die Aufwände für die Sofortmaßnahme kann hoch sein oder andere Funktionen eines System stören. Bedenkt auch das bei der Auswahl der Maßnahmen.</p>\n<p>Gegebenenfalls ist es zusätzlich nötig, ein “problematisches” System dauerhaft zu beobachten. Beispiele sind: 100-Prozent-Kontrolle der Produktion einer zweifelhaften Maschine, Videoüberwachung eines gefährdeten Orts.</p>\n<h4 id=\"das-problem-verstehen-ursachenanalyse-d4\">Das Problem verstehen - Ursachenanalyse (D4)</h4>\n<p>In der Ursachenanalyse geht ihr dem Problem auf den Grund. Sinnvolle Fragen dazu sind</p>\n<ul>\n<li>Warum trat das Problem technisch auf (Abfolge der Ereignisse)?</li>\n<li>Warum wurde das Problem erst spät oder gar nicht entdeckt (Messungen und Beobachtungen der Ereignisse)?</li>\n</ul>\n<p>Über die lokale oder “technische” Analyse hinaus, lässt sich der Kreis der Ursachenanalyse auch weiter ziehen. Das wird auch “systemische” Analyse genannt. Mögliche Fragen sind dann:</p>\n<ul>\n<li>Warum wurde zugelassen, dass das technische Problem auftrat?</li>\n<li>Warum wurde zugelassen, dass das System nicht adäquat beobachtet wurde?</li>\n</ul>\n<p>Typische Methoden für eine strukturierte Ursachenanalyse sind die folgenden:</p>\n<ul>\n<li>Prozessprüfung/Re-enactment:<br />\nDort, wo das Problem aufgetreten ist wird Schritt für Schritt nachvollzogen, wie es zu dem Problem kam. Das ist besonders in der Produktion möglich und sinnvoll, kann aber auch für Interaktionen (etwa bei Dienstleistungen) nachvollzogen werden. Wichtig ist es immer, wirklich <strong>vor Ort</strong> zu arbeiten.</li>\n<li>5-Why - Frage fünf mal “Warum?”:<br />\nDurch konsequentes, ergebnisoffenes Hinterfragen der spontan genannten Ursache kann ein Problem bis zu seiner Wurzel verfolgt werden. Ihr seid erfolgreich, wenn ihr die Antworten umkehrt und eine plausible “5-Therefor”-Kette aufbaut: “Dieses geschah, deswegen passierte jenes, deswegen passierte… , deswegen kam es zu dem Problem”</li>\n<li>Ursache-Wirkungs-, Fischgräten- oder Ishikawa-Diagramm:<br />\nDie Beiträge von (klassisch) sechs Dimensionen auf das Problem werden mit einer schematischen Fischgrätendarstellung erfasst. Durch die Struktur werden die Haupteinflussparameter erkennbar. Es handelt sich um eine stark formalisierte Mind-Map\nDie üblichen Dimensionen sind (sie werden auch als “6M” bezeichnet)<ul>\n<li>Management/Methoden</li>\n<li>Messung</li>\n<li>Maschinen</li>\n<li>Materialien</li>\n<li>Menschen</li>\n<li>Umwelteinflüsse (oder Milieu)</li>\n</ul>\n</li>\n<li>Fehlerbaumanalyse:<br />\nEin umfangreiches Verfahren, das vor allem bei hochkomplizierten Anlagen sinnvoll verwendet werden kann. Typische Beispiele sind Raketen, Atomkraftwerke oder sicherheitsrelevante Systeme. Details siehe zum Beispiel auf Wikipedia: <a href=\"https://de.wikipedia.org/wiki/Fehlerbaumanalyse\">https://de.wikipedia.org/wiki/Fehlerbaumanalyse</a> und die Verweise dort.</li>\n<li>Ist/Ist-Nicht-Analyse:<br />\nEs wird mit Rückgriff auf die Problembeschreibung dargestellt, wann das Problem auftrat und wann nicht und so geklärt, wo relevante Abweichungen zum Soll-Zustand auftraten.</li>\n<li>Datenanalyse:<br />\nWenn Maschinen- und Produktdaten vorliegen, ist ein Rückgriff auf diese und deren Entwicklung sinnvoll. Analysen können einfache statistische Folgen sein. Auch komplexe Ansätze mit Hilfe von trainierter Software (”künstliche Intelligenz”) sind möglich.</li>\n</ul>\n<p>Mehr Methoden, die für die Automobilindustrie typisch sind, finden sich im <a href=\"https://webshop.vda.de/QMC/de/band-04-bundle-der-abschnitte-1-4-082020\">VDA Band 4</a>.</p>\n<h4 id=\"eine-losung-planen-abstellmanahmen-d5\">Eine Lösung planen - Abstellmaßnahmen (D5)</h4>\n<p>Ziel dieses Schrittes ist es, wirksame, effiziente und dauerhafte Maßnahmen zu definieren, die das Problem lösen. Ein typisches Beispiel ist die Reparatur des Teils einer Maschine, das für eine Fehlfunktion verantwortlich ist. Die Maßnahmen müssen auf Basis der Ursachenanalyse getroffen werden und es muss erkennbar (besser: nachweisbar) sein, dass die Problemursache damit bekämpft wird.</p>\n<p>Hier ist Kreativität gefragt, um mögliche Maßnahmen zu erkennen. Jede mögliche Maßnahme muss anhand der Ursachenanalyse auf ihre Wirksamkeit geprüft werden. Nur wirksame Maßnahmen sollen umgesetzt werden.</p>\n<p>“Technische” und “Systemische” Fehlerursachen werden meistens mit jeweils unterschiedlichen Maßnahmen angegangen.</p>\n<p>Am Ende dieses Schritts steht ein Maßnahmenplan, in dem durchführende Personen und Plantermine genannt sind. Außerdem werden die Parameter festgelegt, mit denen die Wirksamkeit festgestellt wird. Im besten Fall sind es messbare Werte (oder “Kennzahlen”), für die festgelegt ist, wann sie gut, und wann sie schlecht sind.</p>\n<h4 id=\"die-losung-umsetzen-manahmen-umsetzen-d6\">Die Lösung umsetzen - Maßnahmen umsetzen (D6)</h4>\n<p>In diesem Schritt werden die Maßnahmen umgesetzt und das Ergebnis beobachtet. Wenn die beobachteten Parameter oder Kennzahlen im Erwartungsbereich liegen (also “gut” oder “o.k.” sind), können die Sofortmaßnahmen (<a href=\"#das-problem-begrenzen---sofortma%C3%9Fnahmen-d3\">Das Problem begrenzen - Sofortmaßnahmen (D3)</a>) aufgehoben werden.</p>\n<p>Im besten Fall bestätigt Euch Eure:r Sponsor:in oder die:der Entdecker:in, dass das Problem gelöst ist (siehe <a href=\"#die-beteiligten-funktionen-und-personen-finden-d1\">Die beteiligten Funktionen und Personen finden (D1)</a>)</p>\n<h4 id=\"sich-absichern-fehler-in-der-zukunft-vermeiden-d7\">Sich absichern - Fehler in der Zukunft vermeiden (D7)</h4>\n<p>Zweck dieses Schrittes ist es, die Bearbeitung des vorliegenden Problems zu reflektieren. Ihr habt in den Schritten bis hier euer System besser kennengelernt und verstanden. Zum Beispiel habt ihr</p>\n<ul>\n<li>neue Dimensionen eurer Produktion erkannt,</li>\n<li>mögliche Fehlerursachen neu kennengelernt,</li>\n<li>kritische Parameter identifiziert und</li>\n<li>neue Messwerte oder Kennzahlen definiert.</li>\n</ul>\n<p>Reflektiert das, was ihr gelernt habt und überlegt, ob es andere Orte oder Prozesse in eurem System oder in eurer Organisation gibt, auf die das neue Wissen angewendet werden kann.</p>\n<p>Dokumentiert und kommuniziert euer Wissen aktiv, so dass es euch und anderen auch in Zukunft zur Verfügung steht.</p>\n<h4 id=\"weitermachen-das-projekt-abschlieen-und-das-team-wurdigen-d8\">Weitermachen - Das Projekt abschließen und das Team würdigen (D8)</h4>\n<p>In diesem letzten Schritt erkennt ihr eure gemeinsame Leistung als Team an. Die:der Sponsor:in sollte Teamleitung und Teammitglieder aus dem Projekt entlassen und die Leistung adäquat würdigen. Ob das ein wertschätzendes “Danke”, ein gemeinsames Kaffee-und-Kuchen oder ein großes Ereignis ist, hängt von euch und dem Problem ab.</p>\n<h4 id=\"der-8d-prozess-und-die-double-diamond-methode\">Der 8D-Prozess und die Double-Diamond-Methode</h4>\n<p>Die Iterationen der Double-Diamond-Methode finden sich dreifach im 8D-Prozess wieder. Dies ist in der Graphik anbei schematisch dargestellt. Auch diese lineare Darstellung bleibt natürlich ein idealisiertes Bild, den das Lernen im Prozess führt immmer wieder zu Rück- und Quersprüngen. Aber dieser rote Faden zeigt, welche Herangehensweise (konvergent oder divergent) für welches Element der Problemlösung hilfreich ist.</p>\n<p><img alt=\"8D und die Double-Diamond-MEthode\" src=\"../images/8D-vs-double-diamond.png\" /></p>", "image": null, "date_published": "2024-05-28T21:41:16+00:00", "authors": [], "tags": null}, {"id": "https://cogneon.github.io/2-00-Lernpfad/", "url": "https://cogneon.github.io/2-00-Lernpfad/", "title": "Überblick", "content_html": "<h1 id=\"lernpfad\">Lernpfad</h1>\n<h2 id=\"0-ankommen-und-zirkel-definieren\">0 - Ankommen und Zirkel definieren</h2>\n<p>Im “Abschnitt 0” geht es darum, dass du dir und dein Lernzirkel sich darüber klar werden, wie ihr in der nächsten Zeit mit diesem “Lernpfad” arbeiten werdet. Lies gerne dazu auch die <a href=\"../1-0-Grundlagen/#vorbemerkungen\">Vorbemerkungen in den Grundlagen</a></p>\n<h3 id=\"kata-01-deine-personliche-lernvoraussetzung\">Kata 0.1 - Deine persönliche Lernvoraussetzung</h3>\n<h4 id=\"beschreibung\">Beschreibung</h4>\n<p>In dieser Kata wirst du in dich gehen, um deine persönliche Lernumgebung und -voraussetzung zu beschreiben.</p>\n<h4 id=\"dauer\">Dauer</h4>\n<p>Etwa 25 Minuten nur für dich.</p>\n<h4 id=\"ablauf\">Ablauf</h4>\n<ol>\n<li>Besorge dir den <a href=\"https://cogneon.github.io/lernos-for-you/de/1-2-lernOS-Canvas/\">lernOS-Canvas</a>.\n(Du kannst das png in ein pdf konvertieren oder ausdrucken. Es gibt auch <a href=\"https://www.notion.so/lernOS-Canvas-79aea800a86a449cbacf99ffcf2398ac\">diese Umsetzung in Notion</a>. Oder übertrage den Canvas in das Medium deiner Wahl…)</li>\n<li>Nimm dir die Vorlage, ermittle anhand der Leitfragen (siehe auch unten), wie deine persönliche Lernumgebung für diesen Lernpfad aussieht und trage es in den Canvas ein.<ol>\n<li><strong>Zweck &amp; Purpose:</strong> Wofür mache ich diesen Lernpfad? Welche Probleme möchte ich in Zukunft besser lösen können? Was ist das Ziel hinter dem Ziel?</li>\n<li><strong>Ziele &amp; Schlüsselergebnisse:</strong> Welche Ziele habe ich in den nächsten 12 Wochen? Welche messbaren Ergebnisse gibt es zu den Zielen? <ol>\n<li>Hinweis: Möchtest Du mehr über den Umgang mit messbaren Ergebnissen wissen? Es gibt den Lernpfad <a href=\"https://cogneon.github.io/lernos-for-you/de/2-2-0-Lernpfad-ZF/\">Zielorientierung &amp; Fokussierung</a>.</li>\n</ol>\n</li>\n<li><strong>Meine Rollen:</strong> Was sind meine aktuellen Rollen? Welche Ziele ergeben sich aus diesen?</li>\n<li><strong>Meine Aufgaben:</strong> Was sind meine aktuellen Aufgaben? Welche Ziele ergeben sich daraus?</li>\n<li><strong>Meine Projekte:</strong> Was sind meine aktuellen Projekte? Welche Ziele ergeben sich aus diesen?</li>\n<li><strong>Meine Beziehungen</strong>: Wer kann mir helfen, meine Ergebnisse zu erreichen?</li>\n<li><strong>Meine Sozialen Netzwerke:</strong> Welche internen und externen sozialen Netzwerke (digital und analog) helfen mir bei der Vernetzung?</li>\n<li><strong>Meine Lern- und Arbeitsumgebung:</strong> Wie sieht meine Lern- und Arbeitsumgebung aus (Infrastruktur, Inhalte, Tools, Methoden etc.)?</li>\n<li><strong>Mein Wissen &amp; Meine Fähigkeiten:</strong> Welche Wissensgebiete und Fähigkeiten sind für meine Ziele, Rollen, Aufgaben und Projekte wichtig? Was muss ich noch lernen?</li>\n<li><strong>Meine Wissenswerte:</strong> Welche relevanten Wissenswerte (Dokumente, Checklisten, Videos etc.) habe ich? Welche davon kann ich meinem Netzwerk anbieten?</li>\n</ol>\n</li>\n<li>Gehe die Punkte noch einmal durch. Möchtest du noch ergänzen oder ändern?</li>\n<li>Was fällt dir auf? Was hat dich überrascht?</li>\n<li>Überlege dir, wie du deine Ergebnisse notierst. Ein Poster an der Wand mit Post-Its? Eine elektronische Mappe oder Datei? Eine Kladde oder ein Notizbuch? Eine Vorlage für einen 8D-Report?</li>\n</ol>\n<h3 id=\"kata-02-du-und-dein-lernzirkel\">Kata 0.2 - Du und Dein Lernzirkel</h3>\n<h4 id=\"beschreibung_1\">Beschreibung</h4>\n<p>In dieser Kata wirst du festlegen, mit wem du wie und wann deine Ergebnisse zusammenträgst und diskutierst.</p>\n<p>Absolvierst du diesen Lernpfad ohne Lernzirkel? Plane dir einen Termin zur Reflektion “nur für dich” in jeder Woche ein. Nutze dazu die Fragen dieser Kata.</p>\n<h4 id=\"dauer_1\">Dauer</h4>\n<p>Etwa 45 Minuten in deiner Lerngruppe.</p>\n<h4 id=\"ablauf_1\">Ablauf</h4>\n<ol>\n<li>Wer befindet sich im Lernzirkel? Stellt euch gegenseitig vor und tauscht Kontaktdaten aus. Gründet eine Mailing-Liste oder Chat-Gruppe im Medium Eurer Wahl.</li>\n<li>Wann wird gearbeitet? Legt fest, an welchen Tagen und zu welcher Zeit Ihr euch wie lange treffen wollt, um eure Ergebnisse zu diskutieren oder gemeinsam zu entwickeln.<ol>\n<li>45 Minuten solltet Ihr je Abschnitt mindestens einplanen, mehr als 90 Minuten dürfte nicht sinnvoll sein.</li>\n<li>Ob ihr euch wöchentlich, täglich oder in einem Workshop zusammenfindet, entscheidet ihr!</li>\n</ol>\n</li>\n<li>Wo und wie wollt ihr euch treffen? An einem Ort oder Online? In welchem Raum oder mit welcher Software-Ausstattung?</li>\n<li>Was benötigt ihr? Braucht ihr Getränke und Snacks, Whiteboard, Flipcharts, Post-Its, Stifte, eine gemeinsame Datenablage oder andere Kollaborationswerkzeuge? Wenn ja, wer besorgt das jeweils?</li>\n<li>Wer führt oder leitet die Treffen? Bestimmt jemanden, die oder der die Treffen leitet und auf Dinge wie Zeit, Ausstattung (siehe oben), Dokumentation und Disziplin achtet. Ihr könnt die “Leitung” abwechselnd wahrnehmen, Aufgaben gleichmäßig verteilen, eine dritte Person als “Coach” haben, …</li>\n<li>Schreibt Eure Ergebnisse auf und verteilt Sie untereinander.</li>\n</ol>", "image": null, "date_published": "2024-05-28T21:41:16+00:00", "authors": [], "tags": null}, {"id": "https://cogneon.github.io/2-01-was-bringt-dich-hierher/", "url": "https://cogneon.github.io/2-01-was-bringt-dich-hierher/", "title": "Was bringt Dich hierher", "content_html": "<h2 id=\"1-was-bringt-dich-hierher\">1 - Was bringt Dich hierher?</h2>\n<p>Im ersten Abschnitt geht es inhaltlich los. Startpunkt ist eine kritische Reflektion des status quo. Die erste Bestandsaufnahme aus dem “Abschnitt 0” wird hier aufgenommen und im Hinblick auf das Thema Problemlösung noch einmal konkretisiert.</p>\n<h3 id=\"kata-11-dein-startpunkt\">Kata 1.1 - Dein Startpunkt</h3>\n<h4 id=\"beschreibung\">Beschreibung</h4>\n<p>In dieser Kata wirst du um und in dich blicken, um deinen Startpunkt für diesen Lernpfad zu beschreiben. </p>\n<h4 id=\"dauer\">Dauer</h4>\n<p>Etwa 25 Minuten nur für dich, 25 Minuten in deiner Lerngruppe (bei 4 Personen in der Gruppe).</p>\n<h4 id=\"ablauf\">Ablauf</h4>\n<ol>\n<li>Wähle ein Problem, das du in den nächsten Wochen bearbeiten möchtest.\nEin gutes Problem sollte…<ol>\n<li>… schwierig genug sein.<br />\nDer Aufwand, den du betreiben wirst, sollte sich lohnen und sich nicht künstlich aufgeblasen anfühlen.</li>\n<li>… nicht zu komplex sein.<br />\nProbleme, die sich über mehrere Organisationseinheiten erstrecken, oder an den Grundpfeilern der Organisation rütteln, gehen über das hinaus, was in diesem Lernpfad vernünftig abbildbar ist. Auch zwischenmenschliche Probleme stehen nicht im Fokus dieses Lernpfads.</li>\n<li>… bedeutsam sein.<br />\nWenn das Problem nicht bedeutsam genug ist, wird sich die Zeit, die du während des Lernpfads damit verbringst, wie Verschwendung anfühlen. Also, nimm etwas, bei dem es darum geht, Probleme für die Kund:innen (oder “externe Partner”) zu lösen, das wesentliche Abläufe betrifft, oder das dir besonders am Herzen liegt.</li>\n</ol>\n</li>\n<li>Beantworte die folgenden Fragen und mache dir dazu Notizen:<ol>\n<li>Welche/-s Problem/-e beschäftigt/-en dich gerade, das/die du lösen möchtest?</li>\n<li>Wann weißt du, dass du eine Lösung gefunden hast?\nWie ist es, wenn das Problem gelöst wurde?\nWie fühlt sich das an?\nWoran machst du es fest, dass das Problem gelöst wurde?</li>\n<li>Gibt es gerade/gab es in der Vergangenheit ein Problem, das du nicht lösen kannst/konntest? Eine Nuss, die du nicht knacken kannst/konntest?\nWas denkst du darüber?\nWie fühlt/-e sich das an?</li>\n<li>Wie bist du bisher Probleme angegangen? Wie sieht deine übliche Strategie aus?</li>\n<li>Wann warst du mit Deinen Strategien erfolgreich und wann nicht?\nWas davon kann dir auch jetzt helfen?\nWas steht dir gerade im Weg?</li>\n</ol>\n</li>\n<li>Tauscht euch in der Lerngruppe über eure vergangenen Erfahrungen aus.<ol>\n<li>Erst jeweils zu zweit. Macht euch Notizen zu dem, was euer Gegenüber erzählt. Fragt nach, wenn ihr etwas besser verstehen wollt. Versucht die Gedanken des Gegenübers nicht zu kommentieren.\n(Vorgeschlagene Dauer: 2 x 4 = 8 Minuten)</li>\n<li>Lasst Eure Gedanken jeweils von Eurem Gegenüber der Gruppe vorstellen.\n(Vorgeschlagene Dauer: jeweils 4 Minuten pro Person)</li>\n</ol>\n</li>\n</ol>\n<h4 id=\"quellen\">Quellen</h4>\n<ul>\n<li>Transformative learning phases according to Mezirow, Phasen 1-4, <a href=\"https://www.valamis.com/hub/transformative-learning#transformative-learning-phases\">https://www.valamis.com/hub/transformative-learning#transformative-learning-phases</a></li>\n<li>Appreciative Interview <a href=\"https://liberatingstructures.de/liberating-structures-menue/appreciative-interviews-ai/\">https://liberatingstructures.de/liberating-structures-menue/appreciative-interviews-ai/</a></li>\n</ul>\n<h3 id=\"kata-12-update-der-ergebnisse-von-letzter-woche\">Kata 1.2 - Update der Ergebnisse von letzter Woche</h3>\n<h4 id=\"beschreibung_1\">Beschreibung</h4>\n<p>In dieser Kata wirst Du reflektieren, um die Ergebnisse der letzten Woche zu verfeinern. </p>\n<h4 id=\"dauer_1\">Dauer</h4>\n<p>Etwa 10 Minuten in deiner Lerngruppe.</p>\n<h4 id=\"ablauf_1\">Ablauf</h4>\n<ol>\n<li>Schau dir deine Notizen zu deiner persönlichen Lernvoraussetzung aus der letzten Woche an. Stimmt alles noch? Möchtest du etwas ändern oder ergänzen?</li>\n<li>Schaut Euch in Eurem Lernzirkel in die Augen und Eure Notizen an.<ol>\n<li>Was war nicht gut und soll weg?</li>\n<li>Was war gut, könnte aber weniger sein?</li>\n<li>Was war gut und soll wieder so gemacht werden?</li>\n<li>Was war gut und könnte mehr sein?</li>\n<li>Was fehlte?</li>\n</ol>\n</li>\n</ol>\n<h4 id=\"quelle\">Quelle</h4>\n<ul>\n<li>Starfish Review, <a href=\"https://retromat.org/en/?id=49\">https://retromat.org/en/?id=49</a></li>\n</ul>", "image": null, "date_published": "2024-05-28T21:41:16+00:00", "authors": [], "tags": null}, {"id": "https://cogneon.github.io/2-02-beschreibe-dein-problem-ausfuehrlich/", "url": "https://cogneon.github.io/2-02-beschreibe-dein-problem-ausfuehrlich/", "title": "Das Problem beschreiben", "content_html": "<h2 id=\"2-beschreibe-dein-problem-ausfuhrlich\">2 - Beschreibe Dein Problem ausführlich</h2>\n<p>In diesem Abschnitt wirst du dein Problem in einer Vielzahl von Aspekten beschreiben. Je besser die Beschreibung des Problems, desto tiefer kannst du bei der Lösung vordringen und desto höher die Chance, ein Problem dauerhaft zu lösen.</p>\n<p>(siehe auch <a href=\"../1-0-Grundlagen/#das-problem-beschreiben-d2\">Das Problem beschreiben (D2)</a>)</p>\n<h3 id=\"kata-21-das-problem-beleuchten\">Kata 2.1 - Das Problem beleuchten</h3>\n<h4 id=\"beschreibung\">Beschreibung</h4>\n<p>In dieser Kata wirst du das Problem von vielen Seiten aus beleuchten.</p>\n<h4 id=\"dauer\">Dauer</h4>\n<p>Etwa 25 Minuten nur für Dich, 35 Minuten in deiner Lerngruppe (bei 4 Personen in der Gruppe).</p>\n<h4 id=\"ablauf\">Ablauf</h4>\n<ol>\n<li>Stelle dir folgende Fragen<ol>\n<li><strong>Was</strong> ist das Problem?</li>\n<li><strong>Wer</strong> hat das Problem zuerst bemerkt?</li>\n<li><strong>Wann</strong> trat es zuerst auf/wurde es zuerst bemerkt?</li>\n<li><strong>Wo</strong> trat es auf/wurde es bemerkt?</li>\n<li><strong>Welche</strong> Produkte, Anlagen oder Bereiche sind betroffen? (intern wie extern)</li>\n<li><strong>Wer</strong> ist betroffen?</li>\n<li><strong>Wie viele</strong> Produkte, Teile, Konflikte gibt es</li>\n<li><strong>Wie</strong> wurde es bemerkt?</li>\n<li><strong>Warum</strong> wurde das Problem aufgezeigt?</li>\n<li><strong>Wie groß</strong> ist die Wirkung des Problems?</li>\n<li><strong>Was</strong> passiert wenn das Problem fortbesteht?</li>\n</ol>\n</li>\n<li>Schreibe deine Antworten auf. Linear oder auch als Mind-Map.</li>\n<li>Tauscht euch in der Lerngruppe über eure vergangenen Erfahrungen aus.<ol>\n<li>Erst jeweils zu zweit. Macht euch Notizen zu dem, was euer Gegenüber erzählt. Fragt nach, wenn ihr etwas besser verstehen wollt. Versucht die Gedanken des Gegenübers nicht zu kommentieren.\n(Vorgeschlagene Dauer: 2 x 4 = 8 Minuten)</li>\n<li>Lasst eure Gedanken jeweils von eurem Gegenüber der Gruppe vorstellen.\n(Vorgeschlagene Dauer: jeweils 4 Minuten pro Person)</li>\n<li>Tauscht euch aus über folgendes<ol>\n<li>Haben die anderen euer Problem verstanden?</li>\n<li>Hast du durch Nachfragen der anderen eine neue Sichtweise gesehen oder etwas entdeckt, was du vorher übersehen hattest?</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>", "image": null, "date_published": "2024-05-28T21:41:16+00:00", "authors": [], "tags": null}, {"id": "https://cogneon.github.io/2-03-probleme-lassen-sich-einteilen/", "url": "https://cogneon.github.io/2-03-probleme-lassen-sich-einteilen/", "title": "Probleme einteilen", "content_html": "<h2 id=\"3-probleme-lassen-sich-einteilen\">3 - Probleme lassen sich einteilen</h2>\n<p>In diesem Abschnitt wirst du dein Problem kategorisieren und erkennen, welche Vorgehensweise vermutlich zum besten Ergebnis führt.</p>\n<p>Achtung, je nachdem, welches Problem du gewählt hast, kann es sein, dass der Lernpfad zu kompliziert oder zu zielorientiert ist. Kläre die Konsequenzen für dich in der <a href=\"#kata-33---deine-kategorisierung-des-problems-in-der-gruppe\">Kata 3.3 - Deine Kategorisierung des Problems in der Gruppe</a> </p>\n<p>(siehe auch <a href=\"../1-0-Grundlagen/#der-cynefin-ansatz-und-der-8d-prozess\">Der Cynefin-Ansatz und der 8D-Prozess</a>)</p>\n<h3 id=\"kata-31-das-problem-einfach-kategorisieren\">Kata 3.1 - Das Problem einfach kategorisieren</h3>\n<h4 id=\"beschreibung\">Beschreibung</h4>\n<p>In dieser Kata wirst du dein Problem schnell kategorisieren, um deine Herangehensweise und Motivation weiter zu klären </p>\n<h4 id=\"dauer\">Dauer</h4>\n<p>Etwa 10 Minuten nur für dich.</p>\n<h4 id=\"ablauf\">Ablauf</h4>\n<ol>\n<li>Schreibe auf, ob das Problem dem Anschein nach technischer, organisationaler oder zwischenmenschlicher Natur ist.<ol>\n<li>Woran machst du deine Beobachtung fest?</li>\n<li>Was bedeutet das für deine Sicht auf das Problem?</li>\n</ol>\n</li>\n<li>Schreibe auf, ob das Problem intern oder extern referenziert ist.<ol>\n<li>Hat ein Kunde oder eine andere interessierte externe Partei ein Problem oder ist (nur) jemand innerhalb deiner Organisation an der Lösung interessiert?</li>\n<li>Woran machst du deine Beobachtung fest?</li>\n<li>Was bedeutet das für deine Sicht auf das Problem?</li>\n</ol>\n</li>\n</ol>\n<h4 id=\"quellen\">Quellen</h4>\n<ul>\n<li>Interview mit Gerhard Wohland über externe und interne Referenzen <a href=\"https://www.youtube.com/watch?v=1YajZkgf7O0\">https://www.youtube.com/watch?v=1YajZkgf7O0</a></li>\n</ul>\n<h3 id=\"kata-32-dein-problem-und-das-cynefin-framework\">Kata 3.2 - Dein Problem und das Cynefin-Framework</h3>\n<h4 id=\"beschreibung_1\">Beschreibung</h4>\n<p>In dieser Kata wirst du das Cynefin-Framework auf Dein Problem anwenden, um das vermutlich beste Vorgehen zur Lösung zu ermitteln.</p>\n<h4 id=\"dauer_1\">Dauer</h4>\n<p>Etwa 30 Minuten (oder mehr) nur für dich.</p>\n<h4 id=\"ablauf_1\">Ablauf</h4>\n<ol>\n<li>Recherchiere zum Cynefin-Framework. Empfohlene Quellen:<ol>\n<li>Leader's Framework for Decision Making, D. J. Snowden, M. E. Boone, <em>Harvard Business Review</em> <strong>2007</strong>. <a href=\"https://hbr.org/2007/11/a-leaders-framework-for-decision-making\">https://hbr.org/2007/11/a-leaders-framework-for-decision-making</a></li>\n<li>Ein Video von D. J. Snowden zum Cynefin-Framework <a href=\"https://www.youtube.com/watch?v=N7oz366X0-8\">https://www.youtube.com/watch?v=N7oz366X0-8</a> (ca. 9 Minuten, bei Bedarf Untertitel einschalten [auch automatisch übersetzt])</li>\n<li>Der Wikipedia-Eintrag zum Cynefin-Framework <a href=\"https://de.wikipedia.org/wiki/Cynefin-Framework\">https://de.wikipedia.org/wiki/Cynefin-Framework</a></li>\n</ol>\n</li>\n<li>Überlege, in welche Domäne dein Problem liegt. Begründe deine Entscheidung und notiere sie - es wird dir helfen in den nächsten Abschnitten die richtigen Schwerpunkte zu setzen oder Methoden auszuwählen. Die fünf Domänen noch einmal knapp zusammengefasst:<ol>\n<li>Einfach - Ursache-Wirkung ist offensichtlich und für alle direkt verständlich. Lösungen können einfach und schnell umgesetzt werden.</li>\n<li>Kompliziert - Es braucht Experten, um Ursache und Wirkung zu erkennen und zu beschreiben. Lösungen können erst nach einer angemessenen Analyse gefunden werden.</li>\n<li>Komplex - Es existieren Rückkopplungsmechanismen, die die analytische Suche nach Ursache und Wirkung sinnlos lang machen. Die Einzelteile sind zusammen mehr als ihre einfache Summe. Lösungen können zum Beispiel durch adäquates experimentieren oder unter Einbeziehung verschiedener, diverser Sichtweise gefunden werden.</li>\n<li>Chaotisch - Die Zeitspanne, in der sich Impulse von außen und die Reaktionen darauf ändern, ist so klein, dass sich Ursache und Wirkung nicht mehr erkennen lassen. Lösungen können nur gefunden werden, wenn es geling durch direktes Handeln das Geschehen mindestens in die “komplexe” Domäne zu “verlagern”.</li>\n<li>Unordnung - Du kannst dein Problem nicht einer Domäne zuordnen.</li>\n</ol>\n</li>\n</ol>\n<h4 id=\"quellen_1\">Quellen</h4>\n<ul>\n<li>Leader's Framework for Decision Making, D. J. Snowden, M. E. Boone, <em>Harvard Business Review</em> <strong>2007</strong>. <a href=\"https://hbr.org/2007/11/a-leaders-framework-for-decision-making\">https://hbr.org/2007/11/a-leaders-framework-for-decision-making</a></li>\n<li>Ein Video von D. J. Snowden zum Cynefin-Framework <a href=\"https://www.youtube.com/watch?v=N7oz366X0-8\">https://www.youtube.com/watch?v=N7oz366X0-8</a> (ca. 9 Minuten, bei Bedarf Untertitel einschalten [auch automatisch übersetzt])</li>\n<li>Der Wikipedia-Eintrag zum Cynefin-Framework <a href=\"https://de.wikipedia.org/wiki/Cynefin-Framework\">https://de.wikipedia.org/wiki/Cynefin-Framework</a></li>\n</ul>\n<h3 id=\"kata-33-deine-kategorisierung-des-problems-in-der-gruppe\">Kata 3.3 - Deine Kategorisierung des Problems in der Gruppe</h3>\n<h4 id=\"beschreibung_2\">Beschreibung</h4>\n<p>In dieser Kata wirst du mit deiner Lerngruppe deine Kategorisierung besprechen, um mögliche Lösungswege aufzuzeigen.</p>\n<h4 id=\"dauer_2\">Dauer</h4>\n<p>ca. 45 Minuten in deiner Lerngruppe.</p>\n<h4 id=\"ablauf_2\">Ablauf</h4>\n<ol>\n<li>Tauscht Euch in der Lerngruppe darüber aus, welchen Domänen ihr die Probleme jeweils zugeordnet habt. Stimmen die anderen deiner Einschätzung zu? Gibt es Kontroversen? Diskutiert wie folgt (achtet auf die Zeit, nutzt gerne einen Gegenstand, der als <em>talking stick</em> von Person zu Person wandert und so anzeigt, wer gearde spricht):<ol>\n<li>Alle erklären nacheinander, jeweils in einer Minute, in welcher Domäne das Problem liegt (und warum).</li>\n<li>Alle teilen nacheinander, jeweils in einer Minute, mit, was sie denken und fühlen nachdem sie alle Beiträge gehört haben.</li>\n<li>Eine offene Diskussion, fragt nach, erklärt Details, erkundet gegebenenfalls Dissens. Nehmt euch 10 bis 15 Minuten dafür Zeit.</li>\n<li>Alle teilen nacheinander jeweils in einer Minute mit, was sie aus dem gesagten für ihre Aufgabe mitnehmen.</li>\n</ol>\n</li>\n<li>Diskutiert:<ol>\n<li>Habt Ihr ein Problem gewählt, das “kompliziert” oder “komplex” ist? Was bedeutet das jeweils für den weiteren Verlauf bei der Bearbeitung dieses Lernpfads?</li>\n<li>Habt ihr ein “einfaches” Problem gewählt? Dann ist die hier präsentierte Herangehensweise nicht zielführend. Findet ihr noch ein “größeres” Problem? Oder ist euer “einfaches” Problem ein Symptom eines “größeren” Problems, wenn ihr eure Sichtweise ändert?</li>\n</ol>\n</li>\n</ol>\n<h4 id=\"quellen_2\">Quellen</h4>\n<ul>\n<li>Conversation Cafe zur Diskussion: <a href=\"https://liberatingstructures.de/liberating-structures-menue/conversation-cafe/\">https://liberatingstructures.de/liberating-structures-menue/conversation-cafe/</a></li>\n<li>Buch “<a href=\"https://dschool.stanford.edu/book-collections/creative-acts-for-curious-people\">Creative Acts for Curious People</a>” von Sarah Stein Greenberg, Abschnitt “The Feeling of Learning”, S. 160 ff.</li>\n</ul>", "image": null, "date_published": "2024-05-28T21:41:16+00:00", "authors": [], "tags": null}, {"id": "https://cogneon.github.io/2-04-problemloesung-im-team/", "url": "https://cogneon.github.io/2-04-problemloesung-im-team/", "title": "Problemlösung im Team", "content_html": "<h2 id=\"4-problemlosung-im-team-finde-das-richtige-team\">4 - Problemlösung im Team - Finde das richtige Team</h2>\n<p>In diesem Abschnitt geht es für dich darum, dein Team zur Problemlösung zu finden. Wer ist dabei? Wen brauchst du? Was brauchst du von den Teammitgliedern?</p>\n<p>(siehe auch <a href=\"../1-0-Grundlagen/##die-beteiligten-funktionen-und-personen-finden-d1\">Die beteiligten Funktionen und Personen finden (D1)</a>)</p>\n<h3 id=\"kata-41-mein-team-und-ich\">Kata 4.1 - Mein Team und Ich</h3>\n<h4 id=\"beschreibung\">Beschreibung</h4>\n<p>In dieser Kata wirst du dein Team zusammenstellen, um die Grundlage für eure Zusammenarbeit zu legen.</p>\n<h4 id=\"dauer\">Dauer</h4>\n<p>Etwa 15 Minuten nur für dich, etwa 45 Minuten für dich und dein Problemlösungsteam.</p>\n<h4 id=\"ablauf\">Ablauf</h4>\n<ol>\n<li>Wähle aus deiner Organisation oder anderen verfügbaren Ressourcen echte “Könner” aus, die helfen können, das Problem zu lösen.\nStelle dir folgende Fragen:<ol>\n<li>Wer in der Organisation hat die Macht, um Raum für die Problemlösung zu machen?</li>\n<li>Wer führt die Problemlösung methodisch (Moderation/Fazilitation)?</li>\n<li>Wer bringt die Interessen der betroffenen Parteien ein?</li>\n<li>Wer bringt technische oder methodische Expertise ein?</li>\n<li>Wer bewertet das Ergebnis von unabhängiger Stelle?</li>\n</ol>\n</li>\n<li>Überlege dir, welche <strong>wesentlichen</strong> Beiträge und Leistungen von deinen Teammitgliedern jeweils benötigst.</li>\n<li>Versammle dein Team. Trage allen jeweils deine wesentlichen Punkte vor. Nutze die Formel “Was ich von dir brauche ist …”. Deine Teammitglieder sollen sich still notieren, was du sagst, aber noch nichts antworten.</li>\n<li>Die Teammitglieder widerholen deine Anfragen und antworten mit folgenden Antworten (und nur mit diesen): “Ja!”, “Nein!”, “Ich werde es versuchen!”, “Habe ich nicht verstanden”</li>\n<li>Besprecht euch, indem ihr jeweils nacheinander mitteilt<ol>\n<li>Was euch aufgefallen ist</li>\n<li>Warum ist das wichtig? Wie berührt euch das? Was folgert ihr aus euren Beobachtungen?</li>\n<li>Welche Aktivität folgt für euch daraus? Was ist der nächste Schritt?</li>\n</ol>\n</li>\n<li>Definiert für das Problemlösungsteam, wie ihr zusammenarbeiten wollt. Schaut auch, welche Aspekte aus der <a href=\"../2-00-Lernpfad/#kata-02---du-und-dein-lernzirkel\">Kata 0.2 - Du und Dein Lernzirkel</a> ihr verwenden wollt.</li>\n</ol>\n<h4 id=\"quellen\">Quellen</h4>\n<ul>\n<li>“What I Need From You” <a href=\"https://liberatingstructures.de/liberating-structures-menue/what-i-need-from-you-winfy/\">https://liberatingstructures.de/liberating-structures-menue/what-i-need-from-you-winfy/</a></li>\n</ul>\n<h3 id=\"kata-42-das-team-aufstellen-reflektion-in-der-lerngruppe\">Kata 4.2 - Das Team aufstellen - Reflektion in der Lerngruppe</h3>\n<h4 id=\"beschreibung_1\">Beschreibung</h4>\n<p>In dieser Kata wirst du mit deiner Lerngruppe deine Teamzusammensetzung diskutieren, um Erfahrungen und Sichtweisen auszutauschen. </p>\n<h4 id=\"dauer_1\">Dauer</h4>\n<p>Etwa 30 Minuten in deiner Lerngruppe.</p>\n<h4 id=\"ablauf_1\">Ablauf</h4>\n<ol>\n<li>Schaut euch die “Folgerungsleiter” unter <a href=\"https://liberatingstructures.de/liberating-structures-menue/what-so-what-now-what/\">https://liberatingstructures.de/liberating-structures-menue/what-so-what-now-what/</a> an.</li>\n<li>Beschreibt euch wechselseitig eure Beobachtung bei der Aufstellung des Teams. Leitfragen:\nWas ist passiert? Was ist euch aufgefallen, welche Beobachtungen habt ihr gemacht?</li>\n<li>Beschreibt euch wechselseitig eure Meinungen, Annahmen, Schlussfolgerungen bei der Aufstellung des Teams. Leitfragen:\nWarum ist das wichtig? Welche Muster oder Schlussfolgerungen ergeben sich daraus? Welche Hypothesen kann ich aufstellen?</li>\n<li>Beschreibt euch wechselseitig, welche nächsten Schritte bei euch anstehen.</li>\n<li>Reflektiert die Übung. Was fällt euch im Vergleich untereinander auf? Wie fühlt ihr euch? Wie kommt ihr jetzt ins tun?</li>\n</ol>\n<h4 id=\"quellen_1\">Quellen</h4>\n<ul>\n<li>What? So What? Now What? <a href=\"https://liberatingstructures.de/liberating-structures-menue/what-so-what-now-what/\">https://liberatingstructures.de/liberating-structures-menue/what-so-what-now-what/</a></li>\n</ul>", "image": null, "date_published": "2024-05-28T21:41:16+00:00", "authors": [], "tags": null}, {"id": "https://cogneon.github.io/2-05-korrekturmassnahmen/", "url": "https://cogneon.github.io/2-05-korrekturmassnahmen/", "title": "Korrekturmaßnahmen", "content_html": "<h2 id=\"5-korrekturmanahmen\">5 - Korrekturmaßnahmen.</h2>\n<p>In diesem Abschnitt geht es darum mit deinem Team Korrekturmaßnahmen zu finden. Was muss möglichst schnell “geradegebogen” werden? Womit gewinnt ihr Zeit, eine dauerhafte Lösung zu erarbeiten?</p>\n<h3 id=\"kata-51-korrekturmanahmen\">Kata 5.1 - Korrekturmaßnahmen</h3>\n<h4 id=\"beschreibung\">Beschreibung</h4>\n<p>In dieser Kata wirst du Sofortmaßnahmen definieren, um die Folgen des Problems zu beseitigen und Zeit für die Problemlösung zu erhalten. \n(siehe auch <a href=\"../1-0-Grundlagen/#das-problem-begrenzen---sofortma%C3%9Fnahmen-d3\">Das Problem begrenzen - Sofortmaßnahmen (D3)</a>)</p>\n<h4 id=\"dauer\">Dauer</h4>\n<p>Etwa 30 Minuten für dich und dein Problemlösungsteam.</p>\n<h4 id=\"ablauf\">Ablauf</h4>\n<ol>\n<li>Macht euch im Team anhand der Problembeschreibung klar, welche Auswirkungen das Problem hat und beschreibt diese genau.</li>\n<li>Definiert Sofortmaßnahmen. Überlegt:<ol>\n<li>Was müssen wir tun, um diese Auswirkungen wirksam zu entfernen?</li>\n<li>Typische Maßnahmen sind “prüfen und sortieren”, “entfernen”, “reparieren”, “nacharbeiten” oder “behandeln”. Was trifft auf euer Problem zu? Oder macht ihr noch was anderes?</li>\n<li>Wie könnt ihr sicher sein, dass die Auswirkungen nach eurer Maßnahme auch entfernt sind?</li>\n</ol>\n</li>\n<li>Definiert Überwachungsmaßnahmen. Überlegt:<ol>\n<li>Wie erkennen wir schnell, ob das Problem fortbesteht oder wenn das Problem wieder auftritt? Typische Maßnahmen sind “beobachten” oder “messen”.</li>\n<li>Anhand welchen Merkmals oder welcher Merkmale ist das Problem besonders früh zu erkennen?</li>\n<li>Welches Merkmal lässt sich gut und verlässlich überwachen?</li>\n</ol>\n</li>\n<li>Weist eure Maßnahmen einer Person oder Personengruppe zu und setzt euch ambitionierte aber realistische Termine, an denen die Maßnahmen begonnen werden oder beendet sein sollen.</li>\n</ol>\n<h3 id=\"kata-52-reflektion-in-der-lerngruppe\">Kata 5.2 - Reflektion in der Lerngruppe</h3>\n<h4 id=\"beschreibung_1\">Beschreibung</h4>\n<p>In dieser Kata wirst du das Finden der Korrekturmaßnahmen reflektieren und durch Rückmeldungen aus deiner Lerngruppe die Art der Zusammenarbeit tiefer verstehen.</p>\n<h4 id=\"dauer_1\">Dauer</h4>\n<p>Etwa 30 Minuten in deiner Lerngruppe.</p>\n<h4 id=\"ablauf_1\">Ablauf</h4>\n<ol>\n<li>Beschreibt reihum, wie es euch beim Finden der Korrekturmaßnahme gegangen ist.<ol>\n<li>Was war leicht oder gut? Was war schwer oder schlecht?</li>\n<li>Seid ihr noch zufrieden mit eurer Problembeschreibung und eurem Team? Wenn nein, was habt ihr geändert?</li>\n</ol>\n</li>\n<li>Vergleicht, wie ihr eure Maßnahmen verteilt habt.<ol>\n<li>Wie organisiert ihr euch in den Teams jeweils?</li>\n<li>Wie kommuniziert ihr in den Teams?</li>\n<li>Welche Werkzeuge verwendet ihr?</li>\n<li>Gibt es Tipps, die ihr teilen könnt?</li>\n</ol>\n</li>\n</ol>", "image": null, "date_published": "2024-05-28T21:41:16+00:00", "authors": [], "tags": null}, {"id": "https://cogneon.github.io/2-06-ursachenanalyse-methodenbaukasten-1/", "url": "https://cogneon.github.io/2-06-ursachenanalyse-methodenbaukasten-1/", "title": "Ursachenanalyse 1", "content_html": "<h2 id=\"6-ursachenanalyse-methodenbaukasten-1\">6 - Ursachenanalyse Methodenbaukasten 1</h2>\n<p>In diesem Abschnitt erprobst du mit deinem Team zwei typische Ursachenanalysen. Ihr arbeitet euch so strukturiert an den Ursprung des Problems heran.</p>\n<p>(siehe auch <a href=\"../1-0-Grundlagen/#das-problem-verstehen---ursachenanalyse-d4\">Das Problem verstehen - Ursachenanalyse (D4)</a>)</p>\n<h3 id=\"kata-61-prozessanalyse\">Kata 6.1 - Prozessanalyse</h3>\n<p>Auch “Process Walk” oder “Gemba Walk” genannt.</p>\n<h4 id=\"beschreibung\">Beschreibung</h4>\n<p>In dieser Kata wirst du die Prozessanalyse verwenden, um dem Problem vor Ort und beim Entstehen auf den Grund zu gehen. </p>\n<h4 id=\"dauer\">Dauer</h4>\n<p>Etwa 45 Minuten für dich und dein Problemlösungsteam.</p>\n<h4 id=\"ablauf\">Ablauf</h4>\n<ol>\n<li>Nehmt euch Schreibmaterial und Stifte, um schnell Notizen anfertigen zu können.</li>\n<li>Geht da hin, wo das Problem entstanden ist, physisch, genau an den Ort.</li>\n<li>Verfolge alle Schritte, die zu dem Ereignis geführt haben, das das Problem darstellt. Bringt Euch ein. Holt die Personen dazu, die anwesend waren oder gehandelt haben - oder stellt sie dar.\n(Im Fernsehen sind manchmal “Kommissare” zu sehen, die das so machen. Kein Witz.)<ol>\n<li>Wenn ihr zu mehreren seid, verteilt Rollen: Beteiligte, Vorgesetzte, Zuschauende, ein “Adler”, …</li>\n</ol>\n</li>\n<li>Notiert:<ol>\n<li>Was genau ist passiert, Punkt für Punkt.</li>\n<li>Was fällt euch auf?</li>\n<li>Was ist heute anders als bei der Entstehung des Problems?</li>\n<li>Was war bei der Entstehung des Problems anders als vorher?</li>\n<li>Was beobachtet ihr? Wenn ihr unterschiedliche Rollen eingenommen habt, was sehen diese Rollen anders als andere?</li>\n</ol>\n</li>\n<li>Wenn ihr experimentierfreudig seid (und noch mehr Zeit habt): zeichnet eure Beobachtungen, hängt sie nebeneinander auf und lasst sie auf Euch wirken.</li>\n</ol>\n<h4 id=\"quellen\">Quellen</h4>\n<ul>\n<li>VDA Band 4 “Sicherung der Qualität in der Prozesslandschaft”, Abschnitt 3: Methoden, Kapitel 10</li>\n<li>Buch “<a href=\"https://dschool.stanford.edu/book-collections/creative-acts-for-curious-people\">Creative Acts for Curious People</a>” von Sarah Stein Greenberg, Abschnitt “Expert Eyes”, S. 70 f.</li>\n</ul>\n<h3 id=\"kata-62-5-why\">Kata 6.2 - 5-Why</h3>\n<h4 id=\"beschreibung_1\">Beschreibung</h4>\n<p>In dieser Kata wirst du durch wiederholtes “Warum?”-Fragen versuchen, die Grundursache des Problems zu ermitteln. </p>\n<h4 id=\"dauer_1\">Dauer</h4>\n<p>Etwa 45 Minuten für dich und dein Problemlösungsteam.</p>\n<h4 id=\"ablauf_1\">Ablauf</h4>\n<ol>\n<li>Nach der Prozessanalyse - und gerne noch oder wieder vor Ort - sammelt euch.</li>\n<li>Beantwortet jede und jeder für sich, die Frage “Warum ist das Problem aufgetreten?”. Formuliert die direkt dafür ursächliche Aktion/Tätigkeit. Schreibt es auf.<ol>\n<li>Schreibt als nächstes auf, was genau das auslösende Ereignis bedingt hat. Und so weiter, bis ihr jeweils fünf mal “Warum?” gefragt habt.</li>\n</ol>\n</li>\n<li>Macht den Rückwärtstest: Ist das fünfte Ereignis ein überzeugender Auslöser für das vierte, und so weiter? Könnt Ihr formulieren “XYZ passiert, deshalb passiert STU, deshalb passiert MNP, …”? Und klingt die Ereignisabfolge logisch?</li>\n<li>Stellt Euch gegenseitig eure Ursachenketten vor. Wo seid ihr zu gleichen Ergebnissen gekommen? Wo habt ihr Unterschiede gefunden?</li>\n<li>Wenn ihr ganz ausführlich arbeiten wollt (oder in der Automobilindustrie für den Kunden einen 8D-Bericht anfertigen sollt) , erstellt vier Schritte:<ol>\n<li>Warum ist das Problem technisch aufgetreten? (”Technische Grundursache”)</li>\n<li>Warum wurde die technische Grundursache von der Organisation zugelassen? (”Systemische Grundursache”)</li>\n<li>Warum wurde das Problem nicht oder zu spät erkannt? (”Technische Grundursache für das Nicht-Entdecken”)</li>\n<li>Warum wurde die technische Grundursache für das Nicht-Entdecken von der Organisation zugelassen? (”Systemische Grundursache für das Nicht-Entdecken”)</li>\n</ol>\n</li>\n</ol>\n<h4 id=\"quellen_1\">Quellen</h4>\n<ul>\n<li>VDA Band 4 “Sicherung der Qualität in der Prozesslandschaft”, Abschnitt 3: Methoden, Kapitel 10</li>\n<li>“Nine Whys” <a href=\"https://liberatingstructures.de/liberating-structures-menue/nine-whys/\">https://liberatingstructures.de/liberating-structures-menue/nine-whys/</a></li>\n</ul>\n<h3 id=\"kata-63-reflektion-in-der-lerngruppe\">Kata 6.3 - Reflektion in der Lerngruppe</h3>\n<h4 id=\"beschreibung_2\">Beschreibung</h4>\n<p>In dieser Kata wirst du die ersten Ursachenanalysen reflektieren und durch Rückmeldungen aus deiner Lerngruppe die Art der Zusammenarbeit tiefer verstehen.</p>\n<h4 id=\"dauer_2\">Dauer</h4>\n<p>Etwa 30 Minuten in deiner Lerngruppe.</p>\n<h4 id=\"ablauf_2\">Ablauf</h4>\n<ol>\n<li>Beschreibt reihum, wie es euch bei der Ursachenanalyse gegangen ist.<ol>\n<li>Was war leicht oder gut? Was war schwer oder schlecht?</li>\n<li>Habt ihr den Eindruck, das Problem schon ausreichend zu verstehen? Woher stammt dieser Eindruck?</li>\n<li>Gibt es eine Ursache? Oder findet ihr viele Ursachen? Könnt ihr die Grundursache und Umstände, die das Problem ermöglicht haben, voneinander trennen?</li>\n</ol>\n</li>\n<li>Reflektiert eure Teamarbeit<ol>\n<li>Wie arbeitet das Team zusammen? Was funktioniert? Was nicht?</li>\n<li>Gab es Dissens oder Streit im Team? Konntet ihr damit umgehen? Wenn ja, wie?</li>\n<li>Fehlt jemand im Team? Beteiligen sich alle Teammitglieder wie erwartet?</li>\n</ol>\n</li>\n</ol>", "image": null, "date_published": "2024-05-28T21:41:16+00:00", "authors": [], "tags": null}, {"id": "https://cogneon.github.io/2-07-ursachenanalyse-methodenbaukasten-2/", "url": "https://cogneon.github.io/2-07-ursachenanalyse-methodenbaukasten-2/", "title": "Ursachenanalyse 2", "content_html": "<h2 id=\"7-ursachenanalyse-methodenbaukasten-2\">7 - Ursachenanalyse Methodenbaukasten 2</h2>\n<p>In diesem Abschnitt erprobst du mit deinem Team zwei weitere typische Ursachenanalysen. Ihr arbeitet euch also weiter an den Ursprung des Problems heran.</p>\n<p>(siehe auch <a href=\"../1-0-Grundlagen/#das-problem-verstehen---ursachenanalyse-d4\">Das Problem verstehen - Ursachenanalyse (D4)</a>)</p>\n<h3 id=\"kata-71-ursache-wirkungs-diagramm\">Kata 7.1 - Ursache-Wirkungs-Diagramm</h3>\n<p>(auch Fischgräten- oder Ishikawa-Diagramm, siehe auch den <a href=\"../1-0-Grundlagen/#das-problem-verstehen---ursachenanalyse-d4\">Abschnitt in den Grundlagen</a>)</p>\n<h4 id=\"beschreibung\">Beschreibung</h4>\n<p>In dieser Kata wirst du das Ursache-Wirkungs-Diagramm kennenlernen, ein weiters Werkzeug um den Ursachen eines Problems auf den Grund zu gehen.\nAuch wenn ihr im vorherigen Abschnitt schon eine Ursache gefunden habt, versucht hier frisch und unvoreingenommen zu arbeiten. Es geht in diesem Lernpfad auch darum, die Methoden kennenzulernen und einzuüben.</p>\n<h4 id=\"dauer\">Dauer</h4>\n<p>Etwa 30 Minuten für dich und dein Problemlösungsteam.</p>\n<h4 id=\"ablauf\">Ablauf</h4>\n<ol>\n<li>Bereite eine beschreibbare Wand (Metaplan-Wand, Whiteboard, Tafel, Packpapier auf einer Wand, …) vor und skizziere das Ursache-Wirkungs-Diagramm (siehe <a href=\"#vorlage-f%C3%BCr-ein-ursache-wirkungs-diagramm\">Vorlage im Anhang dieses Abschnitts</a>).</li>\n<li>Alle im Team schreiben für sich auf einem Blatt Papier auf, welche Elemente auf die Entstehung des Problems einen Einfluss gehabt haben können.</li>\n<li>Sortiert das, was ihr gefunden habt, den Elementen des Ursache-Wirkungsdiagramm zu. Die Elemente des Diagramms helfen euch auf zwei Arten<ol>\n<li>Dadurch, dass ihr zuordnet, wird eine mögliche Ursache besser fassbar. Die Art und Weise des Umgangs damit wird klarer.</li>\n<li>Wenn ein Element signifikant geringer besetzt ist als die anderen Elemente, überlegt konkret, welche Ursachen es noch geben könnte, die diesem Element zugeordnet werden können.</li>\n<li>Für sehr komplizierte Systeme lassen sich zu den Ursachen noch Unterelemente finden. Diese können dann wieder Unterelemente haben und so fort. Das Diagramm wird dann irgendwann wie ein Baum oder ein Flusssystem aussehen.</li>\n</ol>\n</li>\n<li>Tretet zurück und lasst das Diagramm auf euch wirken. Was fällt euch auf? Ergibt sich ein Muster?</li>\n<li>Stimmt darüber ab, welche der Ursachen ihr für wesentlich haltet (zum Beispiel mit einem “Dot-Voting”). Überlegt, wie ihr deren Einflüsse nachweisen und in Folge abstellen könnt.</li>\n<li>Auch hier könnt ihr für das Auftreten und das Nicht-Entdecken eigene Diagramme aufbauen.</li>\n</ol>\n<h4 id=\"vorlage-fur-ein-ursache-wirkungs-diagramm\">Vorlage für ein Ursache-Wirkungs-Diagramm</h4>\n<p><img alt=\"Vorlage für ein Ursache-Wirkungs-Diagramm\" src=\"../images/Ishikawa-2023-02-19.png\" /></p>\n<h3 id=\"kata-72-isis-not\">Kata 7.2 -  Is/Is-Not</h3>\n<h4 id=\"beschreibung_1\">Beschreibung</h4>\n<p>In dieser Kata wirst du die “Is/Is-Not” Methode anwenden, ein weiteres typisches Werkzeug zur Ursachenanalyse. </p>\n<h4 id=\"dauer_1\">Dauer</h4>\n<p>Etwa 30 Minuten für dich und dein Problemlösungsteam.</p>\n<h4 id=\"ablauf_1\">Ablauf</h4>\n<ol>\n<li>Nehmt die Problembeschreibung aus dem <a href=\"../2-02-beschreibe-dein-problem-ausfuehrlich/#2---beschreibe-dein-problem-ausf%C3%BChrlich\">Abschnitt 2</a> und beschreibt ausführlicher<ol>\n<li><strong>Was</strong> ist das Problem?</li>\n<li><strong>Wo</strong> trat es auf?</li>\n<li><strong>Wann</strong> trat es auf?</li>\n<li><strong>Wer</strong> ist beteiligt?</li>\n</ol>\n</li>\n<li>Als nächstes schaut euch vergleichbare Situationen an und fragt<ol>\n<li>Welche ähnlichen Situation zeigen nicht das Problem?</li>\n<li>Was ist an den Orten, Bereichen, an denen das Problem nicht auftritt anders?</li>\n<li>Was ist an dem Zeitpunkt, an denen das Problem nicht auftritt anders?</li>\n<li>Was machen die beteiligten Personen anders, bei denen das Problem nicht auftritt?</li>\n</ol>\n</li>\n<li>Versucht weitere Aspekte zu finden, die für die problematische Situation einmalig ist, in ähnlichen Situationen aber nicht zum Problem führen.</li>\n<li>Tretet zurück und lasst eure Faktensammlung auf euch wirken. Was fällt euch auf? Ergibt sich ein Muster? Welche Ursachen legt diese Analyse nahe?</li>\n</ol>\n<h3 id=\"kata-73-reflektion-in-der-lerngruppe\">Kata 7.3 - Reflektion in der Lerngruppe</h3>\n<h4 id=\"beschreibung_2\">Beschreibung</h4>\n<p>In dieser Kata wirst du die ersten Ursachenanalysen reflektieren und durch Rückmeldungen aus deiner Lerngruppe die Art der Zusammenarbeit tiefer verstehen.</p>\n<h4 id=\"dauer_2\">Dauer</h4>\n<p>Etwa 30 Minuten in deiner Lerngruppe.</p>\n<h4 id=\"ablauf_2\">Ablauf</h4>\n<ol>\n<li>Beschreibt reihum, wie es euch bei der Ursachenanalyse gegangen ist.<ol>\n<li>Was war leicht oder gut? Was war schwer oder schlecht?</li>\n<li>Habt ihr den Eindruck, das Problem schon ausreichend zu verstehen? Woher stammt dieser Eindruck?</li>\n</ol>\n</li>\n<li>Reflektiert eure Teamarbeit<ol>\n<li>Wie arbeitet das Team zusammen? Was funktioniert? Was nicht?</li>\n<li>Fehlt jemand im Team? Beteiligen sich alle Teammitglieder wie erwartet?</li>\n</ol>\n</li>\n</ol>", "image": null, "date_published": "2024-05-28T21:41:16+00:00", "authors": [], "tags": null}, {"id": "https://cogneon.github.io/2-08-finden-und-umsetzen-von-loesungen/", "url": "https://cogneon.github.io/2-08-finden-und-umsetzen-von-loesungen/", "title": "Finden und Umsetzen von Lösungen", "content_html": "<h2 id=\"8-finden-und-umsetzen-von-losungen\">8 - Finden und Umsetzen von Lösungen</h2>\n<p>In diesem Abschnitt wirst du mit deinem Team eine Lösung oder Lösungen für das Problem finden, auswählen und umsetzen.</p>\n<p>(siehe auch <a href=\"../1-0-Grundlagen/#eine-l%C3%B6sung-planen---abstellma%C3%9Fnahmen-d5\">Eine Lösung planen - Abstellmaßnahmen (D5)</a> und <a href=\"../1-0-Grundlagen/#die-l%C3%B6sung-umsetzen---ma%C3%9Fnahmen-umsetzen-d6\">Die Lösung umsetzen - Maßnahmen umsetzen (D6)</a></p>\n<h3 id=\"kata-81-losungen-entwickeln\">Kata 8.1 - Lösungen entwickeln</h3>\n<h4 id=\"beschreibung\">Beschreibung</h4>\n<p>In dieser Kata wirst du Lösungen definieren, kategorisieren und für die Umsetzung vorbereiten. Macht euch im Team vorher klar, dass es viele Wege gibt, ein Problem zu lösen. Meistens ist es sinnvoll, mehrere Aktivitäten zu verfolgen. Wirksame Lösungen sind immer gut, egal welcher Kategorie sie angehören:</p>\n<ul>\n<li>Technische und systemische Lösungen - zum Beispiel Maschinen verbessern und Abläufe ändern</li>\n<li>Korrektur- und Vorbeugemaßnahmen - zum Beispiel Maschinen reparieren und Instandhaltungsinhalte ändern</li>\n<li>Ursachenbekämpfung, beim Entdecken besser werden und Auswirkungen kleiner werden lassen - zum Beispiel Flusshochwasser in Auen mehr Platz geben, ein Hochwasserfrühwarnsystem aufbauen und Infrastruktur weiter vom Fluss weg bauen.</li>\n</ul>\n<p>Jetzt macht sich eine gute Problembeschreibung und Ursachenbetrachtung bezahlt, denn ihr kennt euer System inzwischen sehr gut. Meistens liegen die Lösungen schon auf der Hand.</p>\n<p>Hier funktionieren natürlich auch andere Kreativitätstechniken, als der vorgestellte Ablauf. Wenn ihr andere Verfahren kennt oder ausprobieren wollt, tut das…</p>\n<h4 id=\"dauer\">Dauer</h4>\n<p>Etwa 45 Minuten für dich und dein Problemlösungsteam.</p>\n<h4 id=\"ablauf\">Ablauf</h4>\n<ol>\n<li>Nehmt euch im Team Karteikarten zur Hand. Jede und jeder schreibt für sich Lösungsideen auf, die wirksam sein können. Eine Lösungsidee pro Karte. Nehmt euch dafür 5 Minuten Zeit.</li>\n<li>Sammelt die Karten und mischt sie. Nehmt aus den unsortierten Karten eine heraus, lest die Ideen und legt sie wieder zurück. Alle gleichzeitig, bis ihr alle Ideen gelesen habt. Das sollte auch etwa 5 Minuten dauern.</li>\n<li>Habt Ihr beim Lesen weitere Ideen? Schreibt sie auf neue Karten auf und lest sie laut vor.</li>\n<li>Sortiert gemeinsam die Lösungsideen. Sind es Vorbeuge- oder Korrekturmaßnahmen? Ursachenbekämpfung, Verbesserungen der Entdeckung oder Risiko-Verkleinerungen? (zum Beispiel wie in der Matrix unten)</li>\n<li>Tretet zurück und macht Euch ein Bild. Erkennt ihr Muster?</li>\n<li>Diskutiert und ergänzt die Karteikarten<ol>\n<li>Welche Lösungsidee wird am erfolgreichsten sein?</li>\n<li>Wie aufwendig sind die Umsetzungen der Lösungsideen?</li>\n<li>Wie wird der Erfolg gemessen? Wie weisen wir nach, dass die Lösung auch erfolgreich ist?</li>\n</ol>\n</li>\n<li>\n<p>Stimmt ab: Welche Lösungsideen wollt ihr umsetzen? Zum Beispiel mit einem “Dot-Voting”. Versucht, aus allen Kategorien eine Idee zur Umsetzung zu finden.</p>\n<p><img alt=\"Maßnahmenmatrix\" src=\"../images/Massnahmenmatrix-2023-04-01.png\" /></p>\n</li>\n</ol>\n<h4 id=\"quellen\">Quellen</h4>\n<ul>\n<li>25/10 Crowdsourcing <a href=\"https://liberatingstructures.de/liberating-structures-menue/2510-crowdsourcing/\">https://liberatingstructures.de/liberating-structures-menue/2510-crowdsourcing/</a></li>\n</ul>\n<h3 id=\"kata-82-die-manahmen-zur-losung-umsetzen\">Kata 8.2 - Die Maßnahmen zur Lösung umsetzen</h3>\n<h4 id=\"beschreibung_1\">Beschreibung</h4>\n<p>In dieser Kata wirst du konkrete Maßnahmen beschreiben, um Lösungsideen umzusetzen. </p>\n<h4 id=\"dauer_1\">Dauer</h4>\n<p>Etwa 30 Minuten für dich und dein Problemlösungsteam.</p>\n<h4 id=\"ablauf_1\">Ablauf</h4>\n<ol>\n<li>Nehmt die Lösungsideen aus der vorherigen Kata und beantwortet für jede Idee konkret die folgende Fragen. Schreibt die Antworten, zum Beispiel in einer Liste oder einer Aufgaben-App auf.<ol>\n<li>Was müssen wir ändern, um die Idee umzusetzen?<br />\nTechnisch, organisatorisch oder auf zwischenmenschlicher Ebene. Hier können auch mehrere Einzelmaßnahmen notwendig sein!</li>\n<li>Wer ist verantwortlich für diese Umsetzung? Wer kümmert sich darum, dass es passiert?<br />\nDie Person sollte aus Eurem Team stammen - oder spätestens jetzt ins Team geholt werden.\n”Sich kümmern” bedeutet nicht, dass diese Person das alleine machen muss!</li>\n<li>Bis wann ist die Idee realistisch und sinnvoll umsetzbar?<br />\nSchätzt Zeiträume vernünftig ab. Habt im Kopf, dass eigentlich immer noch Korrekturmaßnahmen laufen, diese können dann bald eingestellt werden. Geht sinnvoll mit Ressourcen um!</li>\n</ol>\n</li>\n<li>Jetzt habt ihr einen Haufen Aufgaben. Eine Person kann immer nur eine Sache gleichzeitig tun.  Deswegen priorisiert die einzelnen Maßnahmen gemeinsam, zum Beispiel mit einem Dot-Voting oder indem jede und jeder für sich Arbeitsreihenfolgen festlegt, die dann “übereinandergelegt” werden.</li>\n<li>Vereinbart einen sinnvollen, regelmäßigen Termin, zu dem ihr euch zu den Fortschritten der Arbeiten gegenseitig informiert. Intervall und Dauer der Treffen sollten zu euren Lösungen passen.<br />\nIhr bearbeitet ein komplexes Problem? Dann kommt es darauf an, Versuche zu definieren, die schnell Ergebnisse zeigen, daraus zu lernen und damit neue Versuche zu generieren, bis ihr einen Zustand erreicht, der einer Lösung nahe kommt. Die \"Toyota Coaching Kata\"-Methode kann Euch hier helfen. Arbeitet die folgenden Fragen kontinuierlich ab:<ol>\n<li>Wie sieht der Zielzustand aus? (siehe die vorhergehende Kata)</li>\n<li>Wie ist der Zustand des Systems (zu Beginn = <a href=\"../2-02-beschreibe-dein-problem-ausfuehrlich/#2---beschreibe-dein-problem-ausf%C3%BChrlich\">Deine Problembeschreibung</a></li>\n<li>Welche Hindernisse stehen im Weg? Was wissen wir heute über das Problem? (zu Beginn = die Ergebnisse der Ursachenanalyse)</li>\n<li>Was ist der nächste Schritt?</li>\n<li>Welches Ergebnis erwarten wir?</li>\n<li>Wann können wir die ersten Ergebnisse sinnvoll bewerten und wieder bei 1. beginnen?</li>\n</ol>\n</li>\n</ol>\n<h3 id=\"kata-83-reflektion-in-der-lerngruppe\">Kata 8.3 - Reflektion in der Lerngruppe</h3>\n<h4 id=\"beschreibung_2\">Beschreibung</h4>\n<p>In dieser Kata wirst du die Lösungsfindung und -umsetzung reflektieren und durch Rückmeldungen aus deiner Lerngruppe die Art der Zusammenarbeit tiefer verstehen.</p>\n<h4 id=\"dauer_2\">Dauer</h4>\n<p>Etwa 30 Minuten in deiner Lerngruppe.</p>\n<h4 id=\"ablauf_2\">Ablauf</h4>\n<ol>\n<li>Beschreibt reihum, wie es euch bei der Lösungsfindung und -umsetzung gegangen ist.<ol>\n<li>Was war leicht oder gut? Was war schwer oder schlecht?</li>\n<li>Seid ihr schnell genug, oder braucht ihr länger als gedacht? Warum?</li>\n<li>Wie motiviert ist das Team bei der Umsetzung? Woran macht ihr eure Beobachtung fest?</li>\n<li>Was nehmt ihr von den anderen mit? Bekommt ihr Tipps? Was könnt ihr anderen wertvolles mitgeben?</li>\n</ol>\n</li>\n</ol>", "image": null, "date_published": "2024-05-28T21:41:16+00:00", "authors": [], "tags": null}, {"id": "https://cogneon.github.io/2-09-woher-erkenne-ich-dass-eine-loesung-erfolgreich-ist/", "url": "https://cogneon.github.io/2-09-woher-erkenne-ich-dass-eine-loesung-erfolgreich-ist/", "title": "Woher erkenne ich, dass eine Lösung erfolgreich ist", "content_html": "<h2 id=\"9-woher-erkenne-ich-dass-eine-losung-erfolgreich-ist-oder-bestand-hat\">9 - Woher erkenne ich, dass eine Lösung erfolgreich ist oder Bestand hat?</h2>\n<p>In diesem Abschnitt beschäftigst du dich noch einmal mit Kennzahlen und Beobachtungen. Woran kannst du festmachen, dass das Problem gelöst wurde? Was ist dein “Soll”, was das “Ist”? Kannst du dir sicher sein?</p>\n<h3 id=\"kata-91-kennzahlen-jonglieren\">Kata 9.1 - Kennzahlen jonglieren</h3>\n<h4 id=\"beschreibung\">Beschreibung</h4>\n<p>In dieser Kata werdet ihr Kennzahlen entwickeln, um die Wirksamkeit eurer Maßnahmen zu verfolgen-</p>\n<h4 id=\"dauer\">Dauer</h4>\n<p>Etwa 45 Minuten für dich und dein Problemlösungsteam.</p>\n<h4 id=\"ablauf\">Ablauf</h4>\n<ol>\n<li>Nehmt die Problembeschreibung und die Ursachenanalysen noch einmal zur Hand. Sucht gemeinsam nach Mustern, die die folgenden Fragen beantworten:<ol>\n<li>Woran lässt sich erkennen, dass das Problem besteht? Woran lässt sich erkennen, dass das Problem nicht mehr besteht?</li>\n<li>Sind die Phänomene messbar? Lässt sich die Beobachtung in Zahlen ausdrücken?<ol>\n<li>Wenn ja, an welchen Grenzwerten legt ihr fest, ob etwas gut ist? Wie sichert ihr das “gut sein” statistisch ab?</li>\n<li>Wenn nein, woher nehmt ihr die Sicherheit, dass die Bewertung des aktuellen Zustands sicher ist?</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>Verfolgt die Abläufe, bei denen das Problem aufgetreten ist für einige Zeit. Schreibt auf, was ihr beobachtet. Messt oder dokumentiert. Wertet statistisch aus. Vergleicht Soll- und Ist-Zustand.\n(Achtung: das Messen kann sich, je nach Ablauf oder Prozess, in die Länge ziehen und ist nicht sicher in 30 Minuten erledigt!)</li>\n<li>Wenn ihr euch dank dieser Beobachtungen begründet sicher seid, das Problem gelöst zu haben, hebt die <a href=\"../2-05-korrekturmassnahmen/#5---korrekturma%C3%9Fnahmen\">Sofort- und Korrekturmaßnahmen</a> gerne wieder auf. Informiert alle betroffenen Personen darüber umgehend.</li>\n</ol>\n<h3 id=\"kata-92-reflektion-in-der-lerngruppe\">Kata 9.2 - Reflektion in der Lerngruppe</h3>\n<h4 id=\"beschreibung_1\">Beschreibung</h4>\n<p>In dieser Kata wirst du die Kennzahlenverfolgung in deiner Lerngruppe reflektieren.</p>\n<h4 id=\"dauer_1\">Dauer</h4>\n<p>Etwa 30 Minuten in deiner Lerngruppe.</p>\n<h4 id=\"ablauf_1\">Ablauf</h4>\n<ol>\n<li>Beschreibt reihum, wie es euch bei der Kennzahlenfindung und -verfolgung gegangen ist.</li>\n<li>Sind die Kennzahlen klar messbar und liegen ihnen nachgewiesene Ursache-Wirkungs-Zusammenhänge zugrunde? Oder sind es weiche, mittelbare, von Wertungen abhängige Kennzahlen? Was macht das mit der Problemlösung?</li>\n<li>Wie sicher seid ihr, mit den Kennzahlen nachgewiesen zu haben, dass das Problem gelöst ist (gelöst werden kann)?</li>\n<li>Was bedeutet das für eure Einschätzung, ob ihr ein kompliziertes oder komplexes Problem bearbeitet?</li>\n<li>Was nehmt ihr von den anderen mit? Bekommt ihr Tipps? Was könnt ihr anderen wertvolles mitgeben?</li>\n</ol>", "image": null, "date_published": "2024-05-28T21:41:16+00:00", "authors": [], "tags": null}, {"id": "https://cogneon.github.io/2-10-transfer/", "url": "https://cogneon.github.io/2-10-transfer/", "title": "Transfer", "content_html": "<h2 id=\"10-transfer\">10 - Transfer</h2>\n<p>In diesem Abschnitt beschäftigst du dich damit, ob das Problem auch in anderen, ähnlichen Zusammenhängen ebenfalls auftreten kann. Das ist zum Beispiel der Fall, wenn ähnliche Maschinen oder Abläufe anderen Orten ähnlich funktionieren. Je nach Ähnlichkeit könnt ihr direkt einen Plan aufstellen, die Lösung auch anderswo anzubringen - oder ihr nutzt dieses Element als Startschuss für eine neue Initiative zur Verbesserung.</p>\n<p>(vergleiche auch <a href=\"../1-0-Grundlagen/#sich-absichern---fehler-in-der-zukunft-vermeiden-d7\">Sich absichern - Fehler in der Zukunft vermeiden (D7)</a>)</p>\n<h3 id=\"kata-101-gleiches-und-ahnliches-erkennen\">Kata 10.1 - Gleiches und ähnliches erkennen</h3>\n<h4 id=\"beschreibung\">Beschreibung</h4>\n<p>In dieser Kata werdet gedanklich ihr über das Problem hinausgehen, um andere Bereiche zu entdecken, die von eurer Lösung ebenso profitieren können. </p>\n<h4 id=\"dauer\">Dauer</h4>\n<p>Etwa 45 Minuten für dich und dein Problemlösungsteam.</p>\n<h4 id=\"ablauf\">Ablauf</h4>\n<ol>\n<li>Vervollständigt nacheinander die folgenden vier Satzanfänge, um die Kraft eurer Lösung in Worte zu fassen. Zuerst jede:r für sich allein, am besten auf einem Papier schreibend. Dann tragt ihr eure Sätze nacheinander vor. Was beobachtet ihr? Was empfindet ihr? Was schließt ihr daraus? <ol>\n<li>“Ja, es ist wahr, dass …”</li>\n<li>“Es ist erfolgreich, weil …”</li>\n<li>“Ich werde mich immer erinnern und nie vergessen …”</li>\n<li>“Es begeistert mich, dass …”</li>\n</ol>\n</li>\n<li>Stellt Euch nacheinander folgende Fragen. Jede und jeder soll sich dazu äußern:<ol>\n<li>Woher wissen wir, dass an anderer Stelle das gleiche oder ein ähnliches Problem besteht?</li>\n<li>Wie können wir dieses neue, ähnliche oder gleiche Problem wirksam lösen?</li>\n<li>Was hält uns davon ab, diese Lösung anzugehen?</li>\n<li>Wer kann uns helfen, unsere Lösung breiter anzuwenden?</li>\n<li>Wen sonst müssen wir involvieren?</li>\n</ol>\n</li>\n</ol>\n<h4 id=\"quellen\">Quellen</h4>\n<ul>\n<li><a href=\"https://liberatingstructures.de/liberating-structures-menue/discovery-action-dialogue-dad/\">https://liberatingstructures.de/liberating-structures-menue/discovery-action-dialogue-dad/</a></li>\n</ul>\n<h3 id=\"kata-102-reflektion-in-der-lerngruppe\">Kata 10.2 - Reflektion in der Lerngruppe</h3>\n<h4 id=\"beschreibung_1\">Beschreibung</h4>\n<p>In dieser Kata wirst du die Transferarbeit in deiner Lerngruppe reflektieren.</p>\n<h4 id=\"dauer_1\">Dauer</h4>\n<p>Etwa 30 Minuten in deiner Lerngruppe.</p>\n<h4 id=\"ablauf_1\">Ablauf</h4>\n<ol>\n<li>Beschreibt reihum, wie es euch bei der Transferarbeit gegangen ist.</li>\n<li>War der Transfer offensichtlich? Oder fühlte es sich “weit hergeholt” an? Wann ist es sinnvoll, einen Transfer der “Lösung” zu unternehmen, und wann nicht?</li>\n<li>Habt ihr an anderen Stellen identische Lösungen eingeführt? Wenn ja, mit welcher Begründung? Habt ihr “die Lösung” auf die anderen Bereiche “angepasst”? Wenn ja, warum und wie?</li>\n<li>Lässt sich die Verbesserung nach dem Transfer auch messen? Gibt es gleiche oder ähnliche Kennzahlen?</li>\n<li>Was nehmt ihr von den anderen mit? Bekommt ihr Tipps? Was könnt ihr anderen wertvolles mitgeben?</li>\n</ol>", "image": null, "date_published": "2024-05-28T21:41:16+00:00", "authors": [], "tags": null}, {"id": "https://cogneon.github.io/2-11-feiern/", "url": "https://cogneon.github.io/2-11-feiern/", "title": "Feiern", "content_html": "<h2 id=\"11-feiern-wie-kann-ein-erfolg-adaquat-gefeiert-werden\">11 - Feiern: Wie kann ein Erfolg adäquat gefeiert werden?</h2>\n<p>In diesem Abschnitt geht es darum, das Team und eure gemeinsame Leistung zu würdigen. Macht euch klar, dass ihr etwas geleistet habt. Erzählt euch davon und verfestigt so diese (meistens) gute Erfahrung.</p>\n<p>(vergleich auch <a href=\"../1-0-Grundlagen/#weitermachen---das-projekt-abschlie%C3%9Fen-und-das-team-w%C3%BCrdigen-d8\">Weitermachen - Das Projekt abschließen und das Team würdigen (D8)</a>)</p>\n<h3 id=\"kata-111-die-retrospektive\">Kata 11.1 - Die Retrospektive</h3>\n<h4 id=\"beschreibung\">Beschreibung</h4>\n<p>In dieser Kata wirst du im Problemlösungsteam eine Retrospektive abhalten, um das Erreichte gebührend zu feiern. </p>\n<h4 id=\"dauer\">Dauer</h4>\n<p>Etwa 30 Minuten nur für dich zur Vorbereitung und etwa 30 Minuten für dich und dein Problemlösungsteam.</p>\n<h4 id=\"ablauf\">Ablauf</h4>\n<ol>\n<li>Wähle eine für dein Team passende Retrospektive aus. Dazu gibt es im Internet reichlich Quellen. Recherchiere dort gern.\nWichtig für die Auswahl ist: Wie gut war die Laune im Team? Wie verspielt darf es für Euch sein? Wie offen und persönlich kann und darf es werden? Geht es darum zu feiern (Retrospektive) oder ist vieles schief gegangen und Bedarf noch der Aussprache (”post mortem”)?\nEin paar mögliche Beispiele für Aktivitäten in einer Retrospektive sind:<ol>\n<li>Das klassische “Starfish”-Review <a href=\"https://retromat.org/en/?id=49\">https://retromat.org/en/?id=49</a></li>\n<li>Eine “Oscar-Verleihung” für Dein Team: <a href=\"https://www.youtube.com/watch?v=Ykyy2XyCuBQ\">https://www.youtube.com/watch?v=Ykyy2XyCuBQ</a></li>\n<li>Nutzt Bilder, um über das Projekt zu sprechen (”Toffifee”, “Segelboot”, “Wassermelone”, zum Beispiel hier: <a href=\"https://www.claudiathonet.de/was-ist-eine-retrospektive/\">https://www.claudiathonet.de/was-ist-eine-retrospektive/</a>)</li>\n<li>Trefft euch an einem sinnbildlichen Lagerfeuer in der Zukunft und erzählt euch, wie eure Erfolge in der Zukunft ihre Wirkung entfalten, und was ihr heute dafür getan habt (”Future Present” unter <a href=\"https://www.liberatingstructures.com/ls-in-development/\">https://www.liberatingstructures.com/ls-in-development/</a>) </li>\n</ol>\n</li>\n<li>Führe die Retrospektive mit deinem Team durch.</li>\n<li>Feiert euch als Team. Ihr habt ein wichtiges, vermutlich kompliziertes, Problem gelöst.</li>\n<li>Löst das Team offiziell auf und widmet euch in der Folge wieder voll euren eigentlichen Tätigkeiten. </li>\n</ol>\n<h3 id=\"kata-112-reflektion-in-der-lerngruppe\">Kata 11.2 - Reflektion in der Lerngruppe</h3>\n<h4 id=\"beschreibung_1\">Beschreibung</h4>\n<p>In dieser Kata wirst du die Team-Retrospektive reflektieren und durch Rückmeldungen aus deiner Lerngruppe die Art der Zusammenarbeit tiefer verstehen.</p>\n<h4 id=\"dauer_1\">Dauer</h4>\n<p>Etwa 30 Minuten in deiner Lerngruppe.</p>\n<h4 id=\"ablauf_1\">Ablauf</h4>\n<ol>\n<li>Beschreibt reihum, wie es euch bei der Retrospektive gegangen ist.<ol>\n<li>Welche Retrospektive habt ihr gewählt? Warum?</li>\n<li>Was war leicht oder gut? Was war schwer oder schlecht?</li>\n<li>Was habt ihr gelernt? Über euch? Über die anderen?</li>\n<li>Was nehmt ihr von den anderen mit? Bekommt ihr Tipps? Was könnt ihr anderen wertvolles mitgeben?</li>\n</ol>\n</li>\n</ol>", "image": null, "date_published": "2024-05-28T21:41:16+00:00", "authors": [], "tags": null}, {"id": "https://cogneon.github.io/2-12-retrospektive/", "url": "https://cogneon.github.io/2-12-retrospektive/", "title": "Retrospektive", "content_html": "<h2 id=\"12-retrospektive\">12 - Retrospektive</h2>\n<p>In diesem Abschnitt wirst du mit deiner Lerngruppe einen Abschluss feiern. Reflektiert und festigt eure Erfahrungen - und feiert!</p>\n<h3 id=\"kata-121-reflektion\">Kata 12.1 - Reflektion</h3>\n<h4 id=\"beschreibung\">Beschreibung</h4>\n<p>In dieser Kata wirst du den Lernpfad reflektieren, um deinen Lernerfolg für dich zu bewerten. </p>\n<h4 id=\"dauer\">Dauer</h4>\n<p>Etwa 25 Minuten für dich und deine Lerngruppe.</p>\n<h4 id=\"ablauf\">Ablauf</h4>\n<ol>\n<li>Faltet jeweils ein DIN A4-Blatt Papier zweimal in der Hälfte. Faltet es wieder auseinander. Ihr solltet jetzt vier “Felder” auf dem Papier haben.</li>\n<li>Nehmt einen Stift und zeichnet für eine Minute (Timer) eine möglichst kleine, enge Spirale, die aus der Mitte des Papier entspringt.</li>\n<li>Schreibe in jeweils ein Feld antworten zu den folgenden Fragen. Nehmt euch jeweils eine Minute Zeit<ol>\n<li>Was habe ich bei der Problemlösung über den Gegenstand/die Situation gelernt?</li>\n<li>Was habe ich über mich gelernt?</li>\n<li>Was habe ich über andere beteiligte gelernt?</li>\n<li>Wie bewerte ich, was ich gelernt habe?</li>\n</ol>\n</li>\n<li>Teilt eure Gedanken untereinander, wenn ihr mögt.</li>\n<li>Holt den LernOS-Canvas aus der <a href=\"../2-00-Lernpfad/#kata-01---deine-pers%C3%B6nliche-lernvoraussetzung\">Kata 0.1</a> noch einmal hervor. Vergleicht damals mit heute.<ol>\n<li>Was fällt Euch auf?</li>\n<li>Was habt Ihr erreicht? Was nicht?</li>\n</ol>\n</li>\n</ol>\n<h4 id=\"quelle\">Quelle</h4>\n<ul>\n<li>Spiral Journal <a href=\"https://liberatingstructures.de/spiral-journal/\">https://liberatingstructures.de/spiral-journal/</a></li>\n</ul>\n<h3 id=\"kata-122-abschluss\">Kata 12.2 - Abschluss</h3>\n<p>Und jetzt: feiert Euch!</p>", "image": null, "date_published": "2024-05-28T21:41:16+00:00", "authors": [], "tags": null}, {"id": "https://cogneon.github.io/3-0-Anhang/", "url": "https://cogneon.github.io/3-0-Anhang/", "title": "Anhang", "content_html": "<h1 id=\"anhang\">Anhang</h1>\n<h2 id=\"danksagungen\">Danksagungen</h2>\n<p>Ein großer Dank an die vielen Projekte und Vorarbeiten, die die Erstellung und Verwaltung von lernOS Leitfäden ermöglichen.\nExplizit gilt der Dank auch<br />\n- Gabriele Petrat für das Interesse und die Ermutigung\n- Simon Dückert für lernOS\n- Marianne Windelband, Marcel Kirchner und Ralph Bleckmann für die Anregungen und Kommentare</p>\n<h2 id=\"anderungshistorie\">Änderungshistorie</h2>\n<table>\n<thead>\n<tr>\n<th>Version</th>\n<th>Bearbeitet von</th>\n<th>Beschreibung Änderung</th>\n<th>Datum</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>0.1</td>\n<td>Jan Bretschneider</td>\n<td>Erste Version des \"Problem-Solving\"-Repositories</td>\n<td>07.05.2023</td>\n</tr>\n<tr>\n<td>0.2</td>\n<td>Jan Bretschneider</td>\n<td>Zweite Version mit ersten Fehlerkorrekturen</td>\n<td>22.05.2024</td>\n</tr>\n</tbody>\n</table>\n<h2 id=\"glossar\">Glossar</h2>\n<p><strong>L</strong></p>\n<p>Lebenslanges Lernen\n: Lebenslanges Lernen bezeichnet alles Lernen während des gesamten Lebens, das der Verbesserung von Wissen, Qualifikationen und Kompetenzen dient und im Rahmen einer persönlichen, bürgergesell- schaftlichen, sozialen, bzw. beschäftigungsbezogenen Perspektive erfolgt (Europäische Kommission, 2001).</p>\n<p>Lernen\n: Lernen ist der absichtliche oder beiläufige Erwerb von Wissen und Fähigkeiten. Lernen führt zu einer Veränderung des Verhaltens, Denkens oder Fühlens auf Basis neuer Erfahrungen oder Einsichten.</p>\n<p>Lernende Organisation\n: Eine Lernende Organisation ist eine Organisation, die die Fähigkeit besitzt, Wissen zu generieren, zu akquirieren und zu verteilen und ihr Verhalten auf Basis neuer Erkenntnisse und Einsichten zu verändern.</p>\n<p>lernOS\n: lernOS ist ein offenes System für Lebenslanges Lernen und Lernende Organisationen. Es stellt auf den drei Ebenen Individuum, Team und Organisation offene Leitfäden für die kontinuierliche Verbesserung des Lern- und Wissensmanagements bereit.</p>\n<p><strong>P</strong></p>\n<p>Peer\n: Aus dem Englischen \"peer\" = ebenbürtige, gleichartige Person. Eine Person, die zur gleichen Zeit das gleiche Lernziel wie Du verfolgt. Eine Person, mit der Du zusammen den Lernpfad beschreitest.</p>\n<p>Problem\n: Ein Problem zu haben ist ein Zustand, in dem ein zu erreichendes Ziel (noch) nicht erreicht wurde und in dem die Art und Weise der Zielerreichung (noch) nicht klar ist.</p>\n<p><strong>8</strong></p>\n<p>8D-Report\n: Mit dem “8D-Report” wird in der Automobilindustrie üblicherweise gegenüber den Kunden dokumentiert, wie bei der Problemlösung vorgegangen wurde. Es ist eine Berichtsform über den Problemlösungsprozess.</p>", "image": null, "date_published": "2024-05-28T21:41:16+00:00", "authors": [], "tags": null}]}